{"title": "Anarchism", "url": "https://en.wikipedia.org/wiki/Anarchism", "abstract": "Anarchism is a political philosophy and movement that is sceptical of authority and rejects all involuntary, coercive forms of hierarchy. Anarchism calls for the abolition of the state, which it holds to be undesirable, unnecessary, and harmful."}
{"title": "Albedo", "url": "https://en.wikipedia.org/wiki/Albedo", "abstract": "Albedo (; ) is the measure of the diffuse reflection of solar radiation out of the total solar radiation and measured on a scale from 0, corresponding to a black body that absorbs all incident radiation, to 1, corresponding to a body that reflects all incident radiation."}
{"title": "A", "url": "https://en.wikipedia.org/wiki/A", "abstract": "][][][][][][][][][][]"}
{"title": "Alabama", "url": "https://en.wikipedia.org/wiki/Alabama", "abstract": "(We dare defend our rights)"}
{"title": "Achilles", "url": "https://en.wikipedia.org/wiki/Achilles", "abstract": "In Greek mythology, Achilles ( ) or Achilleus (, ) was a hero of the Trojan War, the greatest of all the Greek warriors, and is the central character of Homer's Iliad. He was the son of the Nereid Thetis and Peleus, king of Phthia."}
{"title": "An American in Paris", "url": "https://en.wikipedia.org/wiki/An_American_in_Paris", "abstract": "An American in Paris is a jazz-influenced orchestral piece by American composer George Gershwin first performed in 1928. It was inspired by the time that Gershwin had spent in Paris and evokes the sights and energy of the French capital during the Années folles."}
{"title": "Academy Award for Best Production Design", "url": "https://en.wikipedia.org/wiki/Academy_Award_for_Best_Production_Design", "abstract": "The Academy Award for Best Production Design recognizes achievement for art direction in film. The category's original name was Best Art Direction, but was changed to its current name in 2012 for the 85th Academy Awards."}
{"title": "Animalia (book)", "url": "https://en.wikipedia.org/wiki/Animalia_(book)", "abstract": "Animalia is an illustrated children's book by Graeme Base. It was originally published in 1986, followed by a tenth anniversary edition in 1996, and a 25th anniversary edition in 2012."}
{"title": "International Atomic Time", "url": "https://en.wikipedia.org/wiki/International_Atomic_Time", "abstract": "International Atomic Time (TAI, from the French name Temps atomique 1975) is a high-precision atomic coordinate time standard based on the notional passage of proper time on Earth's geoid. It is the principal realisation of Terrestrial Time (with a fixed offset of epoch)."}
{"title": "Altruism", "url": "https://en.wikipedia.org/wiki/Altruism", "abstract": "Altruism is the principle and moral practice of concern for happiness of other human beings or other animals, resulting in a quality of life both material and spiritual. It is a traditional virtue in many cultures and a core aspect of various religious traditions and secular worldviews, though the concept of \"others\" toward whom concern should be directed can vary among cultures and religions."}
{"title": "List of Atlas Shrugged characters", "url": "https://en.wikipedia.org/wiki/List_of_Atlas_Shrugged_characters", "abstract": "This is a list of characters in Ayn Rand's 1957 novel Atlas Shrugged."}
{"title": "Anthropology", "url": "https://en.wikipedia.org/wiki/Anthropology", "abstract": "Anthropology is the scientific study of humanity, concerned with human behavior, human biology, cultures and societies, in both the present and past, including past human species. Social anthropology studies patterns of behaviour, while cultural anthropology studies cultural meaning, including norms and values."}
{"title": "Agricultural science", "url": "https://en.wikipedia.org/wiki/Agricultural_science", "abstract": "Agricultural science is a broad multidisciplinary field of biology that encompasses the parts of exact, natural, economic and social sciences that are used in the practice and understanding of agriculture. Professionals of the agricultural science are called agricultural scientists or agriculturists."}
{"title": "Alchemy", "url": "https://en.wikipedia.org/wiki/Alchemy", "abstract": "Alchemy (from Arabic: al-kīmiyā; from Ancient Greek: khumeía);  Definition of alchemy in English by Oxford Dictionaries|website=Oxford Dictionaries  English|access-date=30 September 2018}} is an ancient branch of natural philosophy, a philosophical and protoscientific tradition that was historically practiced in China, India, the Muslim world, and Europe. In its Western form, alchemy is first attested in a number of pseudepigraphical texts written in Greco-Roman Egypt during the first few centuries CE."}
{"title": "Alien", "url": "https://en.wikipedia.org/wiki/Alien", "abstract": "Alien primarily refers to:"}
{"title": "Astronomer", "url": "https://en.wikipedia.org/wiki/Astronomer", "abstract": "An astronomer is a scientist in the field of astronomy who focuses their studies on a specific question or field outside the scope of Earth. They observe astronomical objects such as stars, planets, moons, comets and galaxies – in either observational (by analyzing the data) or theoretical astronomy."}
{"title": "ASCII", "url": "https://en.wikipedia.org/wiki/ASCII", "abstract": "ANSI_X3.4-1968, ANSI_X3."}
{"title": "Austin (disambiguation)", "url": "https://en.wikipedia.org/wiki/Austin_(disambiguation)", "abstract": "Austin is the capital of Texas in the United States."}
{"title": "Animation", "url": "https://en.wikipedia.org/wiki/Animation", "abstract": "Animation is a method in which figures are manipulated to appear as moving images. In traditional animation, images are drawn or painted by hand on transparent celluloid sheets to be photographed and exhibited on film."}
{"title": "Apollo", "url": "https://en.wikipedia.org/wiki/Apollo", "abstract": "Apollo,  , ; ,  , ; , ; ,  ,  , ;  , }} is one of the  Olympian deities in classical Greek and Roman religion and Greek and Roman mythology. The national divinity of the Greeks, Apollo has been recognized as a god of archery, music and dance, truth and prophecy, healing and diseases, the Sun and light, poetry, and more."}
{"title": "Austroasiatic languages", "url": "https://en.wikipedia.org/wiki/Austroasiatic_languages", "abstract": "The Austroasiatic languages , also known as Mon–KhmerBradley (2012) notes, MK in the wider sense including the Munda languages of eastern South Asia is also known as Austroasiatic. , are a large language family in  Mainland Southeast Asia."}
{"title": "Arithmetic mean", "url": "https://en.wikipedia.org/wiki/Arithmetic_mean", "abstract": "In mathematics and statistics, the arithmetic mean (, stress on first and third syllables of \"arithmetic\"), or simply the mean or the average (when the context is clear), is the sum of a collection of numbers divided by the count of numbers in the collection. The collection is often a set of results of an experiment or an observational study, or frequently a set of results from a survey."}
{"title": "American Football Conference", "url": "https://en.wikipedia.org/wiki/American_Football_Conference", "abstract": "The American Football Conference (AFC) is one of the two conferences of the National Football League (NFL), the highest professional level of American football in the United States. This conference currently contains 16 teams organized into 4 divisions, as does its counterpart, the National Football Conference (NFC)."}
{"title": "Animal Farm", "url": "https://en.wikipedia.org/wiki/Animal_Farm", "abstract": "Animal Farm is a satirical allegorical novella by George Orwell, first published in England on 17 August 1945. The book tells the story of a group of farm animals who rebel against their human farmer, hoping to create a society where the animals can be equal, free, and happy."}
{"title": "Agriculture", "url": "https://en.wikipedia.org/wiki/Agriculture", "abstract": "Agriculture is the practice of cultivating plants and livestock. |year=1999 |publisher=International Labour Organization |isbn=978-92-2-111517-5 |page=77 |access-date=13 September 2010 |url-status=live |archive-url=https://web."}
{"title": "Ada", "url": "https://en.wikipedia.org/wiki/Ada", "abstract": "Ada may refer to:"}
{"title": "Aberdeen (disambiguation)", "url": "https://en.wikipedia.org/wiki/Aberdeen_(disambiguation)", "abstract": "Aberdeen is a city in Scotland, United Kingdom."}
{"title": "Analysis of variance", "url": "https://en.wikipedia.org/wiki/Analysis_of_variance", "abstract": "Analysis of variance (ANOVA) is a collection of statistical models and their associated estimation procedures (such as the \"variation\" among and between groups) used to analyze the differences among means. ANOVA was developed by the statistician Ronald Fisher."}
{"title": "Appellate procedure in the United States", "url": "https://en.wikipedia.org/wiki/Appellate_procedure_in_the_United_States", "abstract": "United States appellate procedure involves the rules and regulations for filing appeals in state courts and federal courts. The nature of an appeal can vary greatly depending on the type of case and the rules of the court in the jurisdiction where the case was prosecuted."}
{"title": "Answer (law)", "url": "https://en.wikipedia.org/wiki/Answer_(law)", "abstract": "In law, an answer was originally a solemn assertion in opposition to someone or something, and thus generally any counter-statement or defense, a reply to a question or response, or objection, or a correct solution of a problem."}
{"title": "Arraignment", "url": "https://en.wikipedia.org/wiki/Arraignment", "abstract": "Arraignment is a formal reading of a criminal charging document in the presence of the defendant, to inform them of the charges against them. In response to arraignment, the accused is expected to enter a plea."}
{"title": "America the Beautiful", "url": "https://en.wikipedia.org/wiki/America_the_Beautiful", "abstract": "\"America the Beautiful\" is a patriotic American song. Its lyrics were written by Katharine Lee Bates and its music was composed by church organist and choirmaster Samuel A."}
{"title": "Assistive technology", "url": "https://en.wikipedia.org/wiki/Assistive_technology", "abstract": "thumb|Hearing aid"}
{"title": "Abacus", "url": "https://en.wikipedia.org/wiki/Abacus", "abstract": "Abacı|the medieval book|Liber Abaci}}"}
{"title": "Acid", "url": "https://en.wikipedia.org/wiki/Acid", "abstract": "An acid is a molecule or ion capable of either donating a proton (i.e."}
{"title": "Asphalt", "url": "https://en.wikipedia.org/wiki/Asphalt", "abstract": "Asphalt, also known as bitumen (, ), is a sticky, black, highly viscous liquid or semi-solid form of petroleum. It may be found in natural deposits or may be a refined product, and is classed as a pitch."}
{"title": "Argument (disambiguation)", "url": "https://en.wikipedia.org/wiki/Argument_(disambiguation)", "abstract": "In logic and philosophy, an argument is an attempt to persuade someone of something, or give evidence or reasons for accepting a particular conclusion."}
{"title": "Apollo 11", "url": "https://en.wikipedia.org/wiki/Apollo_11", "abstract": "the Lunar Module Eagle, and the U.S."}
{"title": "Apollo 8", "url": "https://en.wikipedia.org/wiki/Apollo_8", "abstract": "8 by William Anders"}
{"title": "Astronaut", "url": "https://en.wikipedia.org/wiki/Astronaut", "abstract": "An astronaut (from the Greek \"astron\" (ἄστρον), meaning \"star\", and \"nautes\" (ναύτης), meaning \"sailor\") is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}
{"title": "A Modest Proposal", "url": "https://en.wikipedia.org/wiki/A_Modest_Proposal", "abstract": "A Modest Proposal For preventing the Children of Poor People From being a Burthen to Their Parents or Country, and For making them Beneficial to the Publick, commonly referred to as A Modest Proposal, is a Juvenalian satirical essay written and published anonymously by Jonathan Swift in 1729. The essay suggests that the impoverished Irish might ease their economic troubles by selling their children as food to rich gentlemen and ladies."}
{"title": "Alkali metal", "url": "https://en.wikipedia.org/wiki/Alkali_metal", "abstract": "The alkali metals consist of the chemical elements lithium (Li), sodium (Na), potassium (K),The symbols Na and K for sodium and potassium are derived from their Latin names, natrium and kalium; these are still the origins of the names for the elements in some languages, such as German and Russian. rubidium (Rb), caesium (Cs),."}
{"title": "Alphabet", "url": "https://en.wikipedia.org/wiki/Alphabet", "abstract": "An alphabet is a standardized set of basic written symbols or graphemes (called letters) that represent the phonemes of certain spoken languages. Not all writing systems represent language in this way; in a syllabary, each character represents a syllable, for instance, and logographic systems use characters to represent words, morphemes, or other semantic units."}
{"title": "Atomic number", "url": "https://en.wikipedia.org/wiki/Atomic_number", "abstract": "thumb|right|300px|The Rutherford–Bohr model of the [[hydrogen atom ( 1}}) or a hydrogen-like ion (). In this model it is an essential feature that the photon energy (or frequency) of the electromagnetic radiation emitted (shown) when an electron jumps from one orbital to another be proportional to the mathematical square of atomic charge ()."}
{"title": "Anatomy", "url": "https://en.wikipedia.org/wiki/Anatomy", "abstract": "Anatomy (Greek anatomē, 'dissection') is the branch of biology concerned with the study of the structure of organisms and their parts.Merriam Webster Dictionary Anatomy is a branch of natural science which deals with the structural organization of living things."}
{"title": "Affirming the consequent", "url": "https://en.wikipedia.org/wiki/Affirming_the_consequent", "abstract": "Affirming the consequent, sometimes called converse error, fallacy of the converse, or confusion of necessity and sufficiency, is a formal fallacy of taking a true conditional statement (e.g."}
{"title": "Andrei Tarkovsky", "url": "https://en.wikipedia.org/wiki/Andrei_Tarkovsky", "abstract": "Tarkovsky (surname)}}"}
{"title": "Ambiguity", "url": "https://en.wikipedia.org/wiki/Ambiguity", "abstract": "Ambiguity is a type of meaning in which a phrase, statement or resolution is not explicitly defined, making several interpretations [A common aspect of ambiguity is uncertainty]. It is thus an attribute of any idea or statement whose [[intention|intended meaning cannot be definitively resolved according to a rule or process with a finite number of steps."}
{"title": "Abel", "url": "https://en.wikipedia.org/wiki/Abel", "abstract": "Abel;  Héḇel, in pausa  Hā́ḇel;  Hábel; }} is a Biblical figure in the Book of Genesis within Abrahamic religions. He was the younger brother of Cain, and the younger son of Adam and Eve, the first couple in Biblical history."}
{"title": "Animal (disambiguation)", "url": "https://en.wikipedia.org/wiki/Animal_(disambiguation)", "abstract": "An animal is a multicellular, eukaryotic organism of the kingdom Animalia or Metazoa."}
{"title": "Adobe", "url": "https://en.wikipedia.org/wiki/Adobe", "abstract": "Adobe (; ) is a building material made from earth and organic materials.  is Spanish for mudbrick, but in some English-speaking regions of Spanish heritage the term is used to refer to any kind of earthen construction."}
{"title": "Adventure", "url": "https://en.wikipedia.org/wiki/Adventure", "abstract": "An adventure is an exciting experience that is typically bold, sometimes risky or undertaking. Adventures may be activities with some potential for physical danger such as traveling, exploring, skydiving, mountain climbing, scuba diving, river rafting or participating in extreme sports."}
{"title": "Articles of Confederation", "url": "https://en.wikipedia.org/wiki/Articles_of_Confederation", "abstract": "The Articles of Confederation and Perpetual Union was an agreement among the 13 original states of the United States of America that served as its first constitution. It was approved after much debate (between July 1776 and November 1777) by the Second Continental Congress on November 15, 1777, and sent to the states for ratification."}
{"title": "Asia Minor (disambiguation)", "url": "https://en.wikipedia.org/wiki/Asia_Minor_(disambiguation)", "abstract": "Asia Minor is an alternative name for Anatolia, the westernmost protrusion of Asia, comprising the majority of the Republic of Turkey."}
{"title": "Demographics of Angola", "url": "https://en.wikipedia.org/wiki/Demographics_of_Angola", "abstract": "This article is about the demographic features of the population of Angola, including population density, ethnicity, education level, health of the populace, economic status, religious affiliations and other aspects of the population."}
{"title": "Politics of Angola", "url": "https://en.wikipedia.org/wiki/Politics_of_Angola", "abstract": "Since the adoption of a new constitution in 2010, the politics of Angola takes place in a framework of a presidential republic, whereby the President of Angola is both head of state and head of government, and of a multi-party system. Executive power is exercised by the government."}
{"title": "Economy of Angola", "url": "https://en.wikipedia.org/wiki/Economy_of_Angola", "abstract": "*Lower-middle income economy}}"}
{"title": "Transport in Angola", "url": "https://en.wikipedia.org/wiki/Transport_in_Angola", "abstract": "Transport in Angola comprises:"}
{"title": "Foreign relations of Angola", "url": "https://en.wikipedia.org/wiki/Foreign_relations_of_Angola", "abstract": "The foreign relations of Angola are based on Angola's strong support of U.S."}
{"title": "Alberta", "url": "https://en.wikipedia.org/wiki/Alberta", "abstract": "(\"Strong and free\")"}
{"title": "Allah", "url": "https://en.wikipedia.org/wiki/Allah", "abstract": "Allah (;\"Allah\". Random House Webster's Unabridged Dictionary."}
{"title": "Algorithms (journal)", "url": "https://en.wikipedia.org/wiki/Algorithms_(journal)", "abstract": "Algorithms is a monthly peer-reviewed open-access scientific journal of mathematics, covering design, analysis, and experiments on algorithms. The journal is published by MDPI and was established in 2008."}
{"title": "Amateur astronomy", "url": "https://en.wikipedia.org/wiki/Amateur_astronomy", "abstract": "thumb|right|250px|Amateur astronomers watch the night sky during the [[Perseids|Perseid meteor shower.]]"}
{"title": "Aikido", "url": "https://en.wikipedia.org/wiki/Aikido", "abstract": "合気道,  合氣道|aikidō|}} is a modern Japanese martial art that is split into many different styles, including Iwama Ryu, Iwama Shin Shin Aiki Shuren Kai, Shodokan Aikido, Yoshinkan, Aikikai and Ki Aikido. Aikido is now practiced in around 140 countries."}
{"title": "Art", "url": "https://en.wikipedia.org/wiki/Art", "abstract": "Art is a diverse range of (and products of) human activities involving creative imagination to express technical proficiency, beauty, emotional power, or conceptual ideas. Definition of CONCEPTUAL ART by Oxford Dictionary on Lexico."}
{"title": "Abstract (law)", "url": "https://en.wikipedia.org/wiki/Abstract_(law)", "abstract": "In law, an abstract is a brief statement that contains the most important points of a long legal document or of several related legal papers."}
{"title": "American Revolutionary War", "url": "https://en.wikipedia.org/wiki/American_Revolutionary_War", "abstract": "September 3, 1783()"}
{"title": "Ampere", "url": "https://en.wikipedia.org/wiki/Ampere", "abstract": "The ampere (, ; symbol: A), often shortened to amp,SI supports only the use of symbols and deprecates the use of abbreviations for units. is the base unit of electric current in the International System of Units (SI)."}
{"title": "Algorithm", "url": "https://en.wikipedia.org/wiki/Algorithm", "abstract": "thumb|right| [[Flowchart of an algorithm (Euclid's algorithm) for calculating the greatest common divisor (g.c."}
{"title": "Annual plant", "url": "https://en.wikipedia.org/wiki/Annual_plant", "abstract": "right|thumb|240px|[[Peas are an annual plant.]]"}
{"title": "Anthophyta", "url": "https://en.wikipedia.org/wiki/Anthophyta", "abstract": "The anthophytes are a grouping of plant taxa bearing flower-like reproductive structures. They were formerly thought  to be a clade comprising plants bearing flower-like structures."}
{"title": "Atlas (disambiguation)", "url": "https://en.wikipedia.org/wiki/Atlas_(disambiguation)", "abstract": "An atlas is a collection of maps, originally named after the Ancient Greek deity."}
{"title": "Mouthwash", "url": "https://en.wikipedia.org/wiki/Mouthwash", "abstract": "Mouthwash, mouth rinse, oral rinse, or mouth bath is a liquid which is held in the mouth passively or swilled around the mouth by contraction of the perioral muscles and/or movement of the head, and may be gargled, where the head is tilted back and the liquid bubbled at the back of the mouth."}
{"title": "Asteroids (video game)", "url": "https://en.wikipedia.org/wiki/Asteroids_(video_game)", "abstract": "}} Atari 7800Atari Corporation"}
{"title": "Asteroid", "url": "https://en.wikipedia.org/wiki/Asteroid", "abstract": "An asteroid is a minor planet of the inner Solar System. Historically, these terms have been applied to any astronomical object orbiting the Sun that did not resolve into a disc in a telescope and was not observed to have characteristics of an active comet such as a tail."}
{"title": "Allocution", "url": "https://en.wikipedia.org/wiki/Allocution", "abstract": "An allocution, or allocutus, is a formal statement made to the court by the defendant who has been found guilty prior to being sentenced. It is part of the criminal procedure in some jurisdictions using common law."}
{"title": "Affidavit", "url": "https://en.wikipedia.org/wiki/Affidavit", "abstract": "An  ( ; Medieval Latin for \"he has declared under oath\") is a written statement of fact voluntarily made by an affiant or deponent under an oath or affirmation which is administered by a person who is authorized to do so by law. Such a statement is witnessed as to the authenticity of the affiant's signature by a taker of oaths, such as a notary public or commissioner of oaths."}
{"title": "Asterism", "url": "https://en.wikipedia.org/wiki/Asterism", "abstract": "Asterism may refer to:"}
{"title": "Altaic languages", "url": "https://en.wikipedia.org/wiki/Altaic_languages", "abstract": "(sometimes included)"}
{"title": "Axiom of choice", "url": "https://en.wikipedia.org/wiki/Axiom_of_choice", "abstract": "In mathematics, the axiom of choice, or AC, is an axiom of set theory equivalent to the statement that a Cartesian product of a collection of non-empty sets is non-empty. Informally put, the axiom of choice says that given any collection of bins, each containing at least one object, it is possible to make a selection of exactly one object from each bin, even if the collection is infinite."}
{"title": "A Clockwork Orange (novel)", "url": "https://en.wikipedia.org/wiki/A_Clockwork_Orange_(novel)", "abstract": "A Clockwork Orange is a dystopian satirical black comedy novel by English writer Anthony Burgess, published in 1962. It is set in a near-future society that has a youth subculture of extreme violence."}
{"title": "Museum of Work", "url": "https://en.wikipedia.org/wiki/Museum_of_Work", "abstract": "The Museum of Work (Arbetetsmuseum) is a museum located in Norrköping, Sweden. The museum is located in the Strykjärn, a former weaving mill in the old industrial area on the Motala ström river in the city centre of Norrköping."}
{"title": "Aircraft", "url": "https://en.wikipedia.org/wiki/Aircraft", "abstract": "An aircraft is a vehicle or machine that is able to fly by gaining support from the air. It counters the force of gravity by using either static lift or by using the dynamic lift of an airfoil, or in a few cases the downward thrust from jet engines."}
{"title": "Anatolia", "url": "https://en.wikipedia.org/wiki/Anatolia", "abstract": "Turkey in Asia}}"}
{"title": "American Civil War", "url": "https://en.wikipedia.org/wiki/American_Civil_War", "abstract": "* Ruins of Richmond, Virginia"}
{"title": "Ancient Egypt", "url": "https://en.wikipedia.org/wiki/Ancient_Egypt", "abstract": "Ancient Egypt was a civilization of ancient North Africa, concentrated along the lower reaches of the Nile River, situated in the place that is now the country Egypt. Ancient Egyptian civilization followed prehistoric Egypt and coalesced around 3100BC (according to conventional Egyptian chronology) with the political unification of Upper and Lower Egypt under Menes (often identified with Narmer)."}
{"title": "Motor neuron disease", "url": "https://en.wikipedia.org/wiki/Motor_neuron_disease", "abstract": "Motor neuron diseases or motor neurone diseases (MNDs) are a group of rare neurodegenerative disorders that selectively affect motor neurons, the cells which control voluntary muscles of the body. They include amyotrophic lateral sclerosis (ALS), progressive bulbar palsy (PBP), pseudobulbar palsy, progressive muscular atrophy (PMA), primary lateral sclerosis (PLS), spinal muscular atrophy (SMA) and monomelic amyotrophy (MMA), as well as some rarer variants resembling ALS."}
{"title": "Abjad", "url": "https://en.wikipedia.org/wiki/Abjad", "abstract": "An abjad () is a type of writing system in which (in contrast to true alphabets) each symbol or glyph stands for a consonant, in effect leaving it to readers to infer or otherwise supply an appropriate vowel. The term is a neologism introduced in 1990 by Peter T."}
{"title": "Abugida", "url": "https://en.wikipedia.org/wiki/Abugida", "abstract": "thumb|300px|Comparison of various abugidas descended from [[Brahmi script. May Śiva protect those who take delight in the language of the gods."}
{"title": "Altenberg", "url": "https://en.wikipedia.org/wiki/Altenberg", "abstract": "Altenberg (German for \"old mountain\" or \"mountain of the old\") may refer to:"}
{"title": "Alfons Maria Jakob", "url": "https://en.wikipedia.org/wiki/Alfons_Maria_Jakob", "abstract": "Alfons Maria Jakob (2 July 1884 – 17 October 1931) was a German neurologist who worked in the field of neuropathology."}
{"title": "Agnosticism", "url": "https://en.wikipedia.org/wiki/Agnosticism", "abstract": "Agnosticism is the view that the existence of God, the divine, or the supernatural is not known or knowable with any certainty. If the question is \"Does God exist?"}
{"title": "Argon", "url": "https://en.wikipedia.org/wiki/Argon", "abstract": "Argon is a chemical element with the symbol Ar and atomic number 18. It is in group 18 of the periodic table and is a noble gas."}
{"title": "Arsenic", "url": "https://en.wikipedia.org/wiki/Arsenic", "abstract": "Arsenic is a chemical element with the symbol As and atomic number 33. Arsenic occurs in many minerals, usually in combination with sulfur and metals, but also as a pure elemental crystal."}
{"title": "Antimony", "url": "https://en.wikipedia.org/wiki/Antimony", "abstract": "Antimony is a chemical element with the symbol Sb (from"}
{"title": "Actinium", "url": "https://en.wikipedia.org/wiki/Actinium", "abstract": "Actinium is a chemical element with the symbol Ac and atomic number 89. It was first isolated by Friedrich Oskar Giesel in 1902, who gave it the name emanium; the element got its name by being wrongly identified with a substance André-Louis Debierne found and called actinium."}
{"title": "Americium", "url": "https://en.wikipedia.org/wiki/Americium", "abstract": "Americium is a synthetic radioactive chemical element with the symbol Am and atomic number 95. It is a transuranic member of the actinide series, in the periodic table located under the lanthanide element europium, and thus by analogy was named after the Americas."}
{"title": "Astatine", "url": "https://en.wikipedia.org/wiki/Astatine", "abstract": "Astatine is a chemical element with the symbol At and atomic number 85. It is the rarest naturally occurring element in the Earth's crust, occurring only as the decay product of various heavier elements."}
{"title": "Atom", "url": "https://en.wikipedia.org/wiki/Atom", "abstract": "An atom is the smallest unit of ordinary matter that forms a chemical element. Every solid, liquid, gas, and plasma is composed of neutral or ionized atoms."}
{"title": "Arable land", "url": "https://en.wikipedia.org/wiki/Arable_land", "abstract": "Arable land (from the  \"arable, adj. and n."}
{"title": "Aluminium", "url": "https://en.wikipedia.org/wiki/Aluminium", "abstract": "Aluminium (aluminum in American and Canadian English) is a chemical element with the symbol Al and atomic number 13. Aluminium has a density lower than those of other common metals, at approximately one third that of steel."}
{"title": "Advanced Chemistry", "url": "https://en.wikipedia.org/wiki/Advanced_Chemistry", "abstract": "Advanced Chemistry is a German hip hop group from Heidelberg, a scenic city in Baden-Württemberg, South Germany. Advanced Chemistry was founded in 1987 by Toni L, Linguist, Gee-One, DJ Mike MD (Mike Dippon) and MC Torch."}
{"title": "Archipelago", "url": "https://en.wikipedia.org/wiki/Archipelago", "abstract": "An archipelago ( ), sometimes called an island group or island chain, is a chain, cluster or collection of islands, or sometimes a sea containing a small number of scattered islands."}
{"title": "Angst", "url": "https://en.wikipedia.org/wiki/Angst", "abstract": "Angst means fear or anxiety (anguish is its Latinate equivalent, and the words anxious and anxiety are of similar origin). The dictionary definition for angst is a feeling of anxiety, apprehension, or insecurity."}
{"title": "Anxiety", "url": "https://en.wikipedia.org/wiki/Anxiety", "abstract": "Anxiety is an emotion characterized by an unpleasant state of inner [often accompanied by nervous behavior such as pacing back and forth, somatic complaints], and [[Rumination (psychology)|rumination. It includes subjectively unpleasant feelings of dread over anticipated events."}
{"title": "Axiom", "url": "https://en.wikipedia.org/wiki/Axiom", "abstract": "An axiom, postulate or assumption is a statement that is taken to be true, to serve as a premise or starting point for further reasoning and arguments. The word comes from the Greek axíōma (}}) 'that which is thought worthy or fit' or 'that which commends itself as evident."}
{"title": "Alpha", "url": "https://en.wikipedia.org/wiki/Alpha", "abstract": "Alpha  (uppercase , lowercase ; , álpha, modern pronunciation álfa) is the first letter of the Greek alphabet. In the system of Greek numerals, it has a value of one."}
{"title": "AM", "url": "https://en.wikipedia.org/wiki/AM", "abstract": "AM may refer to:"}
{"title": "Asteraceae", "url": "https://en.wikipedia.org/wiki/Asteraceae", "abstract": "Campanian–recent"}
{"title": "Apiaceae", "url": "https://en.wikipedia.org/wiki/Apiaceae", "abstract": "Apiaceae or Umbelliferae is a family of mostly aromatic flowering plants named after the type genus Apium and commonly known as the celery, carrot or parsley family, or simply as umbellifers. It is the 16th-largest family of flowering plants, with more than 3,700 species in 434 generaStevens, P."}
{"title": "Axon", "url": "https://en.wikipedia.org/wiki/Axon", "abstract": "An axon (from Greek ἄξων áxōn, axis), or nerve fiber (or nerve fibre: see spelling differences), is a long, slender projection of a nerve cell, or neuron, in vertebrates, that typically conducts electrical impulses known as action potentials away from the nerve cell body. The function of the axon is to transmit information to different neurons, muscles, and glands."}
{"title": "American shot", "url": "https://en.wikipedia.org/wiki/American_shot", "abstract": "\"American shot\" or \"cowboy shot\" is a translation of a phrase from French film criticism, plan américain, and refers to a medium-long (\"knee\") film shot of a group of characters, who are arranged so that all are visible to the camera. The usual arrangement is for the actors to stand in an irregular line from one side of the screen to the other, with the actors at the end coming forward a little and standing more in profile than the others."}
{"title": "Acute disseminated encephalomyelitis", "url": "https://en.wikipedia.org/wiki/Acute_disseminated_encephalomyelitis", "abstract": "Acute disseminated encephalomyelitis (ADEM), or acute demyelinating encephalomyelitis, is a rare autoimmune disease marked by a sudden, widespread attack of inflammation in the brain and spinal cord. As well as causing the brain and spinal cord to become inflamed, ADEM also attacks the nerves of the central nervous system and damages their myelin insulation, which, as a result, destroys the white matter."}
{"title": "Ataxia", "url": "https://en.wikipedia.org/wiki/Ataxia", "abstract": "Ataxia is a neurological sign consisting of lack of voluntary coordination of muscle movements that can include gait abnormality, speech changes, and abnormalities in eye movements. Ataxia is a clinical manifestation indicating dysfunction of the parts of the nervous system that coordinate movement, such as the cerebellum."}
{"title": "Applied ethics", "url": "https://en.wikipedia.org/wiki/Applied_ethics", "abstract": "Applied ethics refers to the practical application of moral considerations. It is ethics with respect to real-world actions and their moral considerations in the areas of private and public life, the professions, health, technology, law, and leadership."}
{"title": "Absolute value", "url": "https://en.wikipedia.org/wiki/Absolute_value", "abstract": "thumb|The [[graph of a function|graph of the absolute value function for real numbers]]"}
{"title": "Analog signal", "url": "https://en.wikipedia.org/wiki/Analog_signal", "abstract": "An analog signal  is any continuous signal for which the time-varying feature of the signal is a representation of some other time-varying quantity, i.e."}
{"title": "Arecales", "url": "https://en.wikipedia.org/wiki/Arecales", "abstract": "Late Cretaceous - Recent"}
{"title": "Miss Marple", "url": "https://en.wikipedia.org/wiki/Miss_Marple", "abstract": "Miss Marple is a fictional character in Agatha Christie's crime novels and short stories. Jane Marple lives in the village of St."}
{"title": "Aaron", "url": "https://en.wikipedia.org/wiki/Aaron", "abstract": "According to the Abrahamic religions, Aaron ′aharon, , Greek (Septuagint): [often called Aaron the priest () and once Aaron the Levite] () (Exodus 4:14).|group=\"note\"}} ( or ;  ’Ahărōn) was a [[prophet, high priest, and the elder brother of Moses."}
{"title": "Alcohol", "url": "https://en.wikipedia.org/wiki/Alcohol", "abstract": "In chemistry, alcohol is an organic compound that carries at least one hydroxyl functional group (−OH) bound to a saturated carbon atom. The term alcohol originally referred to the primary alcohol ethanol (ethyl alcohol), which is used as a drug and is the main alcohol present in alcoholic drinks."}
{"title": "Algebraically closed field", "url": "https://en.wikipedia.org/wiki/Algebraically_closed_field", "abstract": "In mathematics, a field  is algebraically closed if every non-constant polynomial in  (the univariate polynomial ring with coefficients in ) has a root in ."}
{"title": "Aspect ratio", "url": "https://en.wikipedia.org/wiki/Aspect_ratio", "abstract": "The aspect ratio of a geometric shape is the ratio of its sizes in different dimensions. For example, the aspect ratio of a rectangle is the ratio of its longer side to its shorter sidethe ratio of width to height, when the rectangle is oriented as a \"landscape\"."}
{"title": "Auto racing", "url": "https://en.wikipedia.org/wiki/Auto_racing", "abstract": "Auto racing (also known as car racing, motor racing, or automobile racing) is a motorsport involving the racing of automobiles for competition."}
{"title": "Anarcho-capitalism", "url": "https://en.wikipedia.org/wiki/Anarcho-capitalism", "abstract": "Anarcho-capitalism is a political philosophy and economic theory that advocates the elimination of centralized states in favor of a system of private property enforced by private agencies, free markets and the right-libertarian interpretation of self-ownership, which extends the concept to include control of private property as part of the self. In the absence of statute, anarcho-capitalists (\"ancaps\" for short) Definition of ANCAP by Oxford Dictionary on Lexico."}
{"title": "Austrian School", "url": "https://en.wikipedia.org/wiki/Austrian_School", "abstract": "The Austrian School is a heterodox school of economic thought that is based on methodological individualism, the concept that social phenomena result exclusively from the motivations and actions of individuals.Carl Menger, Principles of Economics, online at Ludwig von Mises."}
{"title": "Abatement", "url": "https://en.wikipedia.org/wiki/Abatement", "abstract": "Abatement refers generally to a lessening, diminution, reduction, or moderation; specifically, it may refer to:"}
{"title": "Amateur", "url": "https://en.wikipedia.org/wiki/Amateur", "abstract": "An amateur (; ; ) is generally considered a person who pursues a particular activity or field of study independently from their source of income. Amateurs and their pursuits are also described as popular, informal, self-taught, user-generated, DIY, and hobbyist."}
{"title": "All Souls' Day", "url": "https://en.wikipedia.org/wiki/All_Souls%27_Day", "abstract": "All Souls' Day, also known as the Commemoration of All the Faithful Departed and the Day of the Dead, is a day of prayer and remembrance for the souls of those who have died, which is observed by Latin Catholics and other Christian denominations annually on November 2. All Souls' Day is often celebrated in Western Christianity; Saturday of Souls is a related tradition more frequently observed in Eastern Christianity."}
{"title": "Algorithms for calculating variance", "url": "https://en.wikipedia.org/wiki/Algorithms_for_calculating_variance", "abstract": "Algorithms for calculating variance play a major role in computational statistics. A key difficulty in the design of good algorithms for this problem is that formulas for the variance may involve sums of squares, which can lead to numerical instability as well as to arithmetic overflow when dealing with large values."}
{"title": "Almond", "url": "https://en.wikipedia.org/wiki/Almond", "abstract": "The Plant List, Prunus dulcis (Mill.) D."}
{"title": "Politics of Antigua and Barbuda", "url": "https://en.wikipedia.org/wiki/Politics_of_Antigua_and_Barbuda", "abstract": "The politics of Antigua and Barbuda takes place in a framework of a unitary parliamentary representative democratic monarchy, wherein the Sovereign of Antigua and Barbuda is the head of state, appointing a Governor-General to act as vice-regal representative in the nation. A Prime Minister is appointed by the Governor-General as the head of government, and of a multi-party system; the Prime Minister advises the Governor-General on the appointment of a Council of Ministers."}
{"title": "Telecommunications in Antigua and Barbuda", "url": "https://en.wikipedia.org/wiki/Telecommunications_in_Antigua_and_Barbuda", "abstract": "This article is about communications systems in Antigua and Barbuda."}
{"title": "Antisemitism", "url": "https://en.wikipedia.org/wiki/Antisemitism", "abstract": "Antisemitism (also spelled anti-semitism or anti-Semitism) is hostility to, prejudice towards, or discrimination against Jews.See, for example:"}
{"title": "Economy of Azerbaijan", "url": "https://en.wikipedia.org/wiki/Economy_of_Azerbaijan", "abstract": "*Upper-middle income economy}}"}
{"title": "Foreign relations of Azerbaijan", "url": "https://en.wikipedia.org/wiki/Foreign_relations_of_Azerbaijan", "abstract": "The Republic of Azerbaijan is a member of the United Nations, the Non-Aligned Movement, the Organization for Security and Cooperation in Europe, NATO's Partnership for Peace, the Euro-Atlantic Partnership Council, the World Health Organization, the European Bank for Reconstruction and Development; the Council of Europe, CFE Treaty, the Community of Democracies; the International Monetary Fund; and the World Bank."}
{"title": "Geography of Armenia", "url": "https://en.wikipedia.org/wiki/Geography_of_Armenia", "abstract": "thumb|300px|Satellite image of Armenia"}
{"title": "Politics of Armenia", "url": "https://en.wikipedia.org/wiki/Politics_of_Armenia", "abstract": "The politics of Armenia take place in the framework of the parliamentary representative democratic republic of Armenia, whereby the President of Armenia is the head of state and the Prime Minister of Armenia the head of government, and of a multi-party system. Executive power is exercised by the President and the Government."}
{"title": "Economy of Armenia", "url": "https://en.wikipedia.org/wiki/Economy_of_Armenia", "abstract": "*Upper-middle income economy}}"}
{"title": "Transport in Armenia", "url": "https://en.wikipedia.org/wiki/Transport_in_Armenia", "abstract": "This article considers transport in Armenia. For Soviet transportation, see Transport in the Soviet Union."}
{"title": "Foreign relations of Armenia", "url": "https://en.wikipedia.org/wiki/Foreign_relations_of_Armenia", "abstract": "Since its independence, Armenia has maintained a policy of complementarism by trying to have positive and friendly relations with Iran, Russia, and the West, including the United States and the European Union.– \"Armenian Foreign Policy Between Russia, Iran And U."}
{"title": "Demographics of American Samoa", "url": "https://en.wikipedia.org/wiki/Demographics_of_American_Samoa", "abstract": "This article is about the demographics of American Samoa, including population density, ethnicity, education level, health of the populace, economic status, religious affiliations and other aspects of the population. American Samoa is an unincorporated territory of the United States located in the South Pacific Ocean."}
{"title": "Avicenna", "url": "https://en.wikipedia.org/wiki/Avicenna", "abstract": "Ali Sina (activist)|Bu-Ali Sina University|Lenin Peak (mountain peak)}}"}
{"title": "Analysis", "url": "https://en.wikipedia.org/wiki/Analysis", "abstract": "Analysis is the process of breaking a complex topic or substance into smaller parts in order to gain a better understanding of it. The technique has been applied in the study of mathematics and logic since before Aristotle (384–322 B."}
{"title": "America's National Game", "url": "https://en.wikipedia.org/wiki/America%27s_National_Game", "abstract": "America's National Game is a book by Albert Spalding, published in 1911, that details the early history of the sport of baseball. It is one of the defining books in the early formative years of modern baseball."}
{"title": "Amplitude modulation", "url": "https://en.wikipedia.org/wiki/Amplitude_modulation", "abstract": "Amplitude modulation (AM) is a modulation technique used in electronic communication, most commonly for transmitting messages with a radio wave. In amplitude modulation, the amplitude (signal strength) of the carrier wave is varied in proportion to that of the message signal, such as an audio signal."}
{"title": "Abbot", "url": "https://en.wikipedia.org/wiki/Abbot", "abstract": "Abbot (From the Aramaic Abba meaning \"father\") is an ecclesiastical title given to the male head of a monastery in various western religious traditions, including Christianity. The office may also be given as an honorary title to a clergyman who is not the head of a monastery."}
{"title": "Assembly line", "url": "https://en.wikipedia.org/wiki/Assembly_line", "abstract": "An assembly line is a manufacturing process (often called a progressive assembly) in which parts (usually interchangeable parts) are added as the semi-finished assembly moves from workstation to workstation where the parts are added in sequence until the final assembly is produced. By mechanically moving the parts to the assembly work and moving the semi-finished assembly from work station to work station, a finished product can be assembled faster and with less labor than by having workers carry parts to a stationary piece for assembly."}
{"title": "Atlantic (disambiguation)", "url": "https://en.wikipedia.org/wiki/Atlantic_(disambiguation)", "abstract": "The Atlantic Ocean is the second largest of the world's oceans, that separates the old world from the new world."}
{"title": "Algebraic number", "url": "https://en.wikipedia.org/wiki/Algebraic_number", "abstract": "An algebraic number is any complex number (including real numbers) that is a root of a non-zero polynomial (that is, a value which causes the polynomial to equal 0) in one variable with rational coefficients (or equivalently, by clearing denominators, with integer coefficients)."}
{"title": "Automorphism", "url": "https://en.wikipedia.org/wiki/Automorphism", "abstract": "thumb|right|400px|An [of the [[w:Klein_four-group|Klein four-group] shown as a mapping between two [graphs], a permutation in [notation], and a mapping between two [tables]."}
{"title": "Accordion", "url": "https://en.wikipedia.org/wiki/Accordion", "abstract": "Accordions (from 19th-century German Akkordeon, from Akkord—\"musical chord, concord of sounds\")accordion, entry in Online Etymology Dictionary are a family of box-shaped musical instruments of the bellows-driven free-reed aerophone type, colloquially referred to as a squeezebox. A person who plays the accordion is called an accordionist."}
{"title": "Artificial intelligence", "url": "https://en.wikipedia.org/wiki/Artificial_intelligence", "abstract": "Artificial intelligence (AI) is intelligence demonstrated by machines, as opposed to the natural intelligence displayed by humans or animals."}
{"title": "Ancient philosophy", "url": "https://en.wikipedia.org/wiki/Ancient_philosophy", "abstract": "This page lists some links to ancient philosophy, namely philosophical thought extending as far as early post-classical history (c. 600 CE)."}
{"title": "APL", "url": "https://en.wikipedia.org/wiki/APL", "abstract": "APL is an abbreviation, acronym, or initialism that may refer to:"}
{"title": "Architect", "url": "https://en.wikipedia.org/wiki/Architect", "abstract": "An architect is a person who plans, designs and oversees the construction of buildings. To practice architecture means to provide services in connection with the design of buildings and the space within the site surrounding the buildings that have human occupancy or use as their principal purpose."}
{"title": "Abbreviation", "url": "https://en.wikipedia.org/wiki/Abbreviation", "abstract": "An abbreviation (from Latin brevis, meaning short) is a shortened form of a word or phrase, by any method. It may consist of a group of letters or words taken from the full version of the word or phrase; for example, the word abbreviation can itself be represented by the abbreviation abbr."}
{"title": "Aphrodite", "url": "https://en.wikipedia.org/wiki/Aphrodite", "abstract": "Aphrodite ; ; , , )}} is an ancient Greek goddess associated with love, beauty, pleasure, passion and procreation. She was syncretized with the Roman goddess ."}
{"title": "April 1", "url": "https://en.wikipedia.org/wiki/April_1", "abstract": "It is the first day of the second quarter of the year, and the midway point of the first half of the year. In leap years, the second quarter of the year begins at noon on this day."}
{"title": "Afterlife", "url": "https://en.wikipedia.org/wiki/Afterlife", "abstract": "The afterlife (also referred to as life after death or the world to come) is a purported existence in which the essential part of an individual's identity or their stream of consciousness continues to live after the death of their physical body. According to various ideas about the afterlife, the essential aspect of the individual that lives on after death may be some partial element, or the entire soul or spirit, of an individual, which carries with it and may confer personal identity or, on the contrary nirvana."}
{"title": "Astrometry", "url": "https://en.wikipedia.org/wiki/Astrometry", "abstract": "thumb|right|300px|Illustration of the use of [[interferometry in the optical wavelength range to determine precise positions of stars. Courtesy NASA/JPL-Caltech]]"}
{"title": "Amber Diceless Roleplaying Game", "url": "https://en.wikipedia.org/wiki/Amber_Diceless_Roleplaying_Game", "abstract": "The Amber Diceless Roleplaying Game is a role-playing game created and written by Erick Wujcik, set in the fictional universe created by author Roger Zelazny for his Chronicles of Amber. The game is unusual in that no dice are used in resolving conflicts or player actions; instead a simple diceless system of comparative ability, and narrative description of the action by the players and gamemaster, is used to determine how situations are resolved."}
{"title": "Athene (disambiguation)", "url": "https://en.wikipedia.org/wiki/Athene_(disambiguation)", "abstract": "Athene or Athena is the shrewd companion of heroes and the goddess of heroic endeavour in Greek mythology."}
{"title": "Alloy", "url": "https://en.wikipedia.org/wiki/Alloy", "abstract": "An alloy is an admixture of metals, or a metal combined with one or more other elements. For example, combining the metallic elements gold and copper produces red gold, gold and silver becomes white gold, and silver combined with copper produces sterling silver."}
{"title": "Agrarianism", "url": "https://en.wikipedia.org/wiki/Agrarianism", "abstract": "Agrarianism is a political and social philosophy that has promoted subsistence agriculture, smallholdings, egalitarianism, with agrarian political parties normally supporting the rights and sustainability of small farmers and poor peasants against the wealthy in society."}
{"title": "Atomic", "url": "https://en.wikipedia.org/wiki/Atomic", "abstract": "Atomic may refer to:"}
{"title": "Angle", "url": "https://en.wikipedia.org/wiki/Angle", "abstract": "In Euclidean geometry, an angle is the figure formed by two rays, called the sides of the angle, sharing a common endpoint, called the vertex of the angle."}
{"title": "Asa", "url": "https://en.wikipedia.org/wiki/Asa", "abstract": "Asa may refer to:"}
{"title": "Acoustics", "url": "https://en.wikipedia.org/wiki/Acoustics", "abstract": "Acoustics is a branch of physics that deals with the study of mechanical waves in gases, liquids, and solids including topics such as vibration, sound, ultrasound and infrasound. A scientist who works in the field of acoustics is an acoustician while someone working in the field of acoustics technology may be called an acoustical engineer."}
{"title": "Atomic physics", "url": "https://en.wikipedia.org/wiki/Atomic_physics", "abstract": "Atomic physics is the field of physics that studies atoms as an isolated system of electrons and an atomic nucleus. It is primarily concerned with the arrangement of electrons around the nucleus and"}
{"title": "Applet", "url": "https://en.wikipedia.org/wiki/Applet", "abstract": "In computing, an applet is any small application that performs one specific task that runs within the scope of a dedicated widget engine or a larger program, often as a plug-in.\"AskOxford: applet\", Oxford Dictionaries."}
{"title": "Alternate history", "url": "https://en.wikipedia.org/wiki/Alternate_history", "abstract": "Alternate history, also referred to as alternative history, althist, and AH, is a genre of speculative fiction of stories in which one or more historical events occur and are resolved differently than in real life.Brave New Words: The Oxford Dictionary of Science Fiction (Oxford University Press, 2007) notes the preferred usage is \"Alternate History\", which was coined in 1954; \"Alternative History\" was first used in 1977, pp."}
{"title": "Atomic orbital", "url": "https://en.wikipedia.org/wiki/Atomic_orbital", "abstract": "In atomic theory and quantum mechanics, an atomic orbital is a mathematical function describing the location and wave-like behavior of an electron in an atom. This function can be used to calculate the probability of finding any electron of an atom in any specific region around the atom's nucleus."}
{"title": "Amino acid", "url": "https://en.wikipedia.org/wiki/Amino_acid", "abstract": "Amino acids are organic compounds that contain amino (–NH2) and carboxyl (–COOH) functional groups, along with a side chain (R group) specific to each amino acid. The key elements of an amino acid are carbon (C), hydrogen (H), oxygen (O), and nitrogen (N), although other elements are found in the side chains of certain amino acids."}
{"title": "Area", "url": "https://en.wikipedia.org/wiki/Area", "abstract": "Area is the quantity that expresses the extent of a two-dimensional region, shape, or planar lamina, in the plane. Surface area is its analog on the two-dimensional surface of a  three-dimensional object."}
{"title": "Artist", "url": "https://en.wikipedia.org/wiki/Artist", "abstract": "An artist is a person engaged in an activity related to creating art, practicing the arts, or demonstrating an art. The common usage in both everyday speech and academic discourse refers to a practitioner in the visual arts only."}
{"title": "Actaeon", "url": "https://en.wikipedia.org/wiki/Actaeon", "abstract": "Actaeon (; ), as in the poetic fragment quoted at Pseudo-Apollodorus, Bibliotheca] 3.4."}
{"title": "Anglicanism", "url": "https://en.wikipedia.org/wiki/Anglicanism", "abstract": "Anglicanism is a Western Christian tradition that has developed from the practices, liturgy, and identity of the Church of England following the English Reformation, in the context of the Protestant Reformation in Europe. It is one of the largest branches of Protestant Christianity, with around 110 million adherents at present."}
{"title": "Telecommunications in Anguilla", "url": "https://en.wikipedia.org/wiki/Telecommunications_in_Anguilla", "abstract": "This article is about communications systems in Anguilla."}
{"title": "Acoustic theory", "url": "https://en.wikipedia.org/wiki/Acoustic_theory", "abstract": "Acoustic theory is a scientific field that relates to the description of sound waves. It derives from fluid dynamics."}
{"title": "Ashoka", "url": "https://en.wikipedia.org/wiki/Ashoka", "abstract": "relief from Sanchi, showing Ashoka on his chariot, visiting the Nagas at Ramagrama."}
{"title": "American (word)", "url": "https://en.wikipedia.org/wiki/American_(word)", "abstract": "The meaning of the word American in the English language varies according to the historical, geographical, and political context in which it is used. American is derived from America, a term originally denoting all of the New World (also called the Americas)."}
{"title": "Ada (programming language)", "url": "https://en.wikipedia.org/wiki/Ada_(programming_language)", "abstract": ", formerly known as \"AdaMagic with C Intermediate\",DDC-I Score"}
{"title": "Arianism", "url": "https://en.wikipedia.org/wiki/Arianism", "abstract": "Arianism is a Christological doctrine first attributed to Arius (),"}
{"title": "Anisotropy", "url": "https://en.wikipedia.org/wiki/Anisotropy", "abstract": "Anisotropy () is the property of a material which allows it to change or assume different properties in different directions as opposed to isotropy. It can be defined as a difference, when measured along different axes, in a material's physical or mechanical properties (absorbance, refractive index, conductivity, tensile strength, etc."}
{"title": "Alpha decay", "url": "https://en.wikipedia.org/wiki/Alpha_decay", "abstract": "Alpha decay or α-decay is a type of radioactive decay in which an atomic nucleus emits an alpha particle (helium nucleus) and thereby transforms or 'decays' into a different atomic nucleus, with a mass number that is reduced by four and an atomic number that is reduced by two. An alpha particle is identical to the nucleus of a helium-4 atom, which consists of two protons and two neutrons."}
{"title": "Extreme poverty", "url": "https://en.wikipedia.org/wiki/Extreme_poverty", "abstract": "Extreme poverty, deep poverty, abject poverty, absolute poverty, destitution, or penury, is the most severe type of poverty, defined by the United Nations (UN) as \"a condition characterized by severe deprivation of basic human needs, including food, safe drinking water, sanitation facilities, health, shelter, education and information. It depends not only on income but also on access to services\" (UN 1995 report of the World Summit for Social Development)."}
{"title": "Analytical Engine", "url": "https://en.wikipedia.org/wiki/Analytical_Engine", "abstract": "The Analytical Engine was  a proposed mechanical general-purpose computer designed by English mathematician and computer pioneer Charles Babbage. It was first described in 1837 as the successor to Babbage's difference engine, which was a design for a simpler mechanical computer."}
{"title": "Transport in Antarctica", "url": "https://en.wikipedia.org/wiki/Transport_in_Antarctica", "abstract": "Transport in Antarctica has transformed from explorers crossing the isolated remote area of Antarctica by foot to a more open era due to human technologies enabling more convenient and faster transport, predominantly by air and water, as well as land."}
{"title": "Geography of Alabama", "url": "https://en.wikipedia.org/wiki/Geography_of_Alabama", "abstract": "right|frame|Physiographic regions in Alabama"}
{"title": "Apocrypha", "url": "https://en.wikipedia.org/wiki/Apocrypha", "abstract": "Apocrypha (Gr. ἀπόκρυφος, ‘the hidden [things]’) are the biblical books received by the early Church as part of the Greek version of the Old Testament, but not included in the Hebrew Bible, being excluded by the non-Hellenistic Jews from their canon."}
{"title": "Abbess", "url": "https://en.wikipedia.org/wiki/Abbess", "abstract": "thumb|Eufemia Szaniawska, Abbess of the Benedictine Monastery in [[Nesvizh|Nieśwież with a crosier, c. 1768, National Museum in Warsaw]]"}
{"title": "Abdominal surgery", "url": "https://en.wikipedia.org/wiki/Abdominal_surgery", "abstract": "The term abdominal surgery broadly covers surgical procedures that involve opening the abdomen (laparotomy).  Surgery of each abdominal organ is dealt with separately in connection with the description of that organ (see stomach, kidney, liver, etc."}
{"title": "Abduction", "url": "https://en.wikipedia.org/wiki/Abduction", "abstract": "Abduction may refer to:"}
{"title": "Arminianism", "url": "https://en.wikipedia.org/wiki/Arminianism", "abstract": "Arminianism is a branch of Protestantism based on the theological ideas of the Dutch Reformed theologian Jacobus Arminius (1560–1609) and his historic supporters known as Remonstrants. His teachings held to the five solae of the Reformation, but they were distinct from particular teachings of Martin Luther, Huldrych Zwingli, John Calvin, and other Protestant Reformers."}
{"title": "Almost all", "url": "https://en.wikipedia.org/wiki/Almost_all", "abstract": "In mathematics, the term \"almost all\" means \"all but a negligible amount\". More precisely, if X is a set, \"almost all elements of X\" means \"all elements of X but those in a negligible subset of X\"."}
{"title": "Aromatic compound", "url": "https://en.wikipedia.org/wiki/Aromatic_compound", "abstract": "Aromatic compounds are those chemical compounds (most commonly organic) that contain one or more rings with pi electrons delocalized all the way around them. In contrast to compounds that exhibit aromaticity, aliphatic compounds lack this delocalization."}
{"title": "Abbey", "url": "https://en.wikipedia.org/wiki/Abbey", "abstract": "An abbey is a type of monastery used by members of a religious order under the governance of an abbot or abbess. Abbeys provide a complex of buildings and land for religious activities, work, and housing of Christian monks and nuns."}
{"title": "Annales school", "url": "https://en.wikipedia.org/wiki/Annales_school", "abstract": "The Annales school () is a group of historians associated with a style of historiography developed by French historians in the 20th century to stress long-term social history. It is named after its scholarly journal Annales d'histoire économique et sociale, which remains the main source of scholarship, along with many books and monographs."}
{"title": "Antimatter", "url": "https://en.wikipedia.org/wiki/Antimatter", "abstract": "In modern physics, antimatter is defined as matter composed of the antiparticles (or \"partners\") of the corresponding particles in \"ordinary\" matter. Minuscule numbers of antiparticles are generated daily at particle acceleratorstotal production has been only a few nanogramsand in natural processes like cosmic ray collisions and some types of radioactive decay, but only a tiny fraction of these have successfully been bound together in experiments to form anti-atoms."}
{"title": "Casa Milà", "url": "https://en.wikipedia.org/wiki/Casa_Mil%C3%A0", "abstract": "Casa Milà (, ), popularly known as La Pedrera () or \"The stone quarry\", a reference to its unconventional rough-hewn appearance, is a modernist building in Barcelona, Catalonia, Spain. It was the last private residence designed by architect Antoni Gaudí and was built between 1906 and 1912."}
{"title": "Antiparticle", "url": "https://en.wikipedia.org/wiki/Antiparticle", "abstract": "thumb|alt=Diagram illustrating the particles and antiparticles of electron, neutron and proton, as well as their \"size\" (not to scale). It is easier to identify them by looking at the total mass of both the antiparticle and particle."}
{"title": "August 7", "url": "https://en.wikipedia.org/wiki/August_7", "abstract": "This day marks the approximate midpoint of summer in the Northern Hemisphere and of winter in the Southern Hemisphere (starting the season at the June solstice)."}
{"title": "Associative property", "url": "https://en.wikipedia.org/wiki/Associative_property", "abstract": "In mathematics, the associative property"}
{"title": "Apple I", "url": "https://en.wikipedia.org/wiki/Apple_I", "abstract": "https://www.nationalgeographic."}
{"title": "Anchor", "url": "https://en.wikipedia.org/wiki/Anchor", "abstract": "thumb|Anchor of [[Amoco Cadiz in Portsall, north-west Brittany, France]]"}
{"title": "Anagram", "url": "https://en.wikipedia.org/wiki/Anagram", "abstract": "An anagram is a word or phrase formed by rearranging the letters of a different word or phrase, typically using all the original letters exactly once. For example, the word anagram itself can be rearranged into nag a ram, also the word binary into brainy and the word adobe into abode."}
{"title": "Amethyst", "url": "https://en.wikipedia.org/wiki/Amethyst", "abstract": "Amethyst is a violet variety of quartz. The name comes from the Koine Greek αμέθυστος amethystos from α- a-, \"not\" and μεθύσκω (Ancient Greek)  / μεθώ  (Modern Greek), \"intoxicate\", a reference to the belief that the stone protected its owner from drunkenness."}
{"title": "Albertosaurus", "url": "https://en.wikipedia.org/wiki/Albertosaurus", "abstract": "Possible Campanian record"}
{"title": "Ambrosia", "url": "https://en.wikipedia.org/wiki/Ambrosia", "abstract": "In the ancient Greek myths, ambrosia (, ) is the food or drink of the Greek gods, often depicted as conferring longevity or immortality upon whoever consumed it. It was brought to the gods in Olympus by doves and served by either Hebe or Ganymede at the heavenly feast."}
{"title": "Ambracia", "url": "https://en.wikipedia.org/wiki/Ambracia", "abstract": "Ambracia (; , occasionally , Ampracia) was a city of ancient Greece on the site of modern Arta. It was captured by the Corinthians in 625 BC and was situated about  from the Ambracian Gulf, on a bend of the navigable river Arachthos (or Aratthus), in the midst of a fertile wooded plain."}
{"title": "Amber", "url": "https://en.wikipedia.org/wiki/Amber", "abstract": "Amber is fossilized tree resin that has been appreciated for its color and natural beauty since Neolithic times. Much valued from antiquity to the present as a gemstone, amber is made into a variety of decorative objects."}
{"title": "Amalaric", "url": "https://en.wikipedia.org/wiki/Amalaric", "abstract": "Amalaric (;Kelsie B. Harder, Names and their varieties: a collection of essays in onomastics, American Name Society, University Press of America, 1984, pp."}
{"title": "Alphorn", "url": "https://en.wikipedia.org/wiki/Alphorn", "abstract": "thumb| playing the alphorn at the Bardentreffen festival in [[Nuremberg 2009.]]"}
{"title": "Army", "url": "https://en.wikipedia.org/wiki/Army", "abstract": "An army (from Latin arma \"arms, weapons\" via Old French armée, \"armed\" [feminine]), ground force or land force is a fighting force that fights primarily on land. In the broadest sense, it is the land-based military branch, service branch or armed service of a nation or state."}
{"title": "Alligatoridae", "url": "https://en.wikipedia.org/wiki/Alligatoridae", "abstract": "University of Bristol. Quote:\"The Alligatoridae appears in the Upper Cretaceous while the genus Alligator first occurs in the Oligocene."}
{"title": "Alabaster", "url": "https://en.wikipedia.org/wiki/Alabaster", "abstract": "Alabaster is a mineral or rock that is soft, often used for carving, and is processed for plaster powder. Archaeologists and the stone processing industry use the word differently from geologists."}
{"title": "ASIC (disambiguation)", "url": "https://en.wikipedia.org/wiki/ASIC_(disambiguation)", "abstract": "In the realm of electronic technology, ASIC stands for \"application-specific integrated circuit\"."}
{"title": "Anno Domini", "url": "https://en.wikipedia.org/wiki/Anno_Domini", "abstract": "The terms  (AD) and before Christ (BC) are used to label or number years in the Julian and Gregorian calendars. The term  is Medieval Latin and means \"in the year of the Lord\", but is often presented using \"our Lord\" instead of \"the Lord\", \"since AD stands for anno Domini, 'in the year of (Our) Lord'\" taken from the full original phrase \"anno Domini nostri Jesu Christi\", which translates to \"in the year of our Lord Jesus Christ\"."}
{"title": "AV", "url": "https://en.wikipedia.org/wiki/AV", "abstract": "AV and variants may refer to:"}
{"title": "Absolute zero", "url": "https://en.wikipedia.org/wiki/Absolute_zero", "abstract": "Absolute zero is the lowest limit of the thermodynamic temperature scale, a state at which the enthalpy and entropy of a cooled ideal gas reach their minimum value, taken as zero kelvins. The fundamental particles of nature have minimum vibrational motion, retaining only quantum mechanical, zero-point energy-induced particle motion."}
{"title": "Adiabatic process", "url": "https://en.wikipedia.org/wiki/Adiabatic_process", "abstract": "In thermodynamics, an adiabatic process (Greek: adiábatos, “impassable”) is a type of thermodynamic process that occurs without transferring heat or mass between the thermodynamic system and its environment. Unlike an isothermal process, an adiabatic process transfers energy to the surroundings only as work.."}
{"title": "Amide", "url": "https://en.wikipedia.org/wiki/Amide", "abstract": "In organic chemistry, an amide ( or  or , also known as an organic amide or a carboxamide, is a compound with the general formula RC(=O)NR′R″, where R, R', and R″ represent organic groups or hydrogen atoms. The amide group is called a peptide bond when it is part of the main chain of a protein, and an isopeptide bond when it occurs in a side chain, such as in the amino acids asparagine and glutamine."}
{"title": "Animism", "url": "https://en.wikipedia.org/wiki/Animism", "abstract": "Animism (from Latin: , 'breath, spirit, life'). is the belief that objects, places, and creatures all possess a distinct spiritual essence."}
{"title": "Antonio Vivaldi", "url": "https://en.wikipedia.org/wiki/Antonio_Vivaldi", "abstract": "Antonio Lucio Vivaldi (, ;"}
{"title": "Abraxas", "url": "https://en.wikipedia.org/wiki/Abraxas", "abstract": "Abraxas (, variant form  romanized: ) is a word of mystic meaning in the system of the Gnostic Basilides, being there applied to the \"Great Archon\" (), the princeps of the 365 spheres (). The word is found in Gnostic texts such as the Holy Book of the Great Invisible Spirit, and also appears in the Greek Magical Papyri."}
{"title": "Abydos", "url": "https://en.wikipedia.org/wiki/Abydos", "abstract": "Abydos may mean:"}
{"title": "Asgard", "url": "https://en.wikipedia.org/wiki/Asgard", "abstract": "In Norse mythology, Asgard (Old Norse: Ásgarðr ; \"enclosure of the Æsir\") is a location associated with  gods. It appears in a multitude of Old Norse sagas and mythological texts."}
{"title": "Assault", "url": "https://en.wikipedia.org/wiki/Assault", "abstract": "An assault is the act of inflicting physical harm or unwanted physical contact upon a person or, in some specific legal definitions, a threat or attempt to commit such an action. It is both a crime and a tort and, therefore, may result in criminal prosecution, civil liability, or both."}
{"title": "Álfheimr", "url": "https://en.wikipedia.org/wiki/%C3%81lfheimr", "abstract": "In Norse cosmology, Alfheim ( , \"Land of the Elves\" or \"Elfland\"), also called \"Ljosalfheimr\" ( , \"home of the light-elves\"), is home of the Light Elves."}
{"title": "Ask and Embla", "url": "https://en.wikipedia.org/wiki/Ask_and_Embla", "abstract": "thumb|300px|upright|\"Hœnir, Lóðurr and Odin create Askr and Embla\" (1895) by [[Lorenz Frølich.]]"}
{"title": "Alemanni", "url": "https://en.wikipedia.org/wiki/Alemanni", "abstract": "The Alemanni (also Alamanni;The spelling with \"e\" is used in Encyc. Brit."}
{"title": "NYSE American", "url": "https://en.wikipedia.org/wiki/NYSE_American", "abstract": "(as New York Curb Market Agency)"}
{"title": "August 12", "url": "https://en.wikipedia.org/wiki/August_12", "abstract": "It is the peak of the Perseid meteor shower. It is also known as the \"Glorious Twelfth\" in the United Kingdom, as it marks the traditional start of the grouse shooting season."}
{"title": "Dodo (Alice's Adventures in Wonderland)", "url": "https://en.wikipedia.org/wiki/Dodo_(Alice%27s_Adventures_in_Wonderland)", "abstract": "The Dodo is a fictional character appearing in Chapters 2 and 3 of the 1865 book Alice's Adventures in Wonderland by Lewis Carroll (Charles Lutwidge Dodgson). The Dodo is a caricature of the author."}
{"title": "Lory (disambiguation)", "url": "https://en.wikipedia.org/wiki/Lory_(disambiguation)", "abstract": "A Lory is a small to medium-sized arboreal parrot."}
{"title": "Albert", "url": "https://en.wikipedia.org/wiki/Albert", "abstract": "Albert may refer to:"}
{"title": "Albert I", "url": "https://en.wikipedia.org/wiki/Albert_I", "abstract": "Albert I may refer to:"}
{"title": "Albert II", "url": "https://en.wikipedia.org/wiki/Albert_II", "abstract": "Albert II may refer to:"}
{"title": "Albert III", "url": "https://en.wikipedia.org/wiki/Albert_III", "abstract": "Albert III may refer to:"}
{"title": "Albert, Duke of Prussia", "url": "https://en.wikipedia.org/wiki/Albert,_Duke_of_Prussia", "abstract": "Albert of Hohenzollern}}"}
{"title": "Abner", "url": "https://en.wikipedia.org/wiki/Abner", "abstract": "In the Hebrew Bible, Abner  ( ) was the cousin of King Saul and the commander-in-chief of his army.,  His name also appears as  \"Abiner son of Ner\", where the longer form Abiner means \"my father is Ner\"."}
{"title": "Ahmed III", "url": "https://en.wikipedia.org/wiki/Ahmed_III", "abstract": "20 September 1730"}
{"title": "Acropolis", "url": "https://en.wikipedia.org/wiki/Acropolis", "abstract": "An acropolis (Ancient Greek: ἀκρόπολις, akropolis; from akros (άκρος) or akron (άκρον), \"highest, topmost, outermost\", and polis (πόλις), \"city\"; plural in English: acropoles, acropoleis or acropolises), ,  . was an ancient Greek settlement, especially a citadel, built upon an area of elevated ground—frequently a hill with precipitous sides, chosen for purposes of defense."}
{"title": "Adder", "url": "https://en.wikipedia.org/wiki/Adder", "abstract": "Adder may refer to:"}
{"title": "Aeneas", "url": "https://en.wikipedia.org/wiki/Aeneas", "abstract": "In Greco-Roman mythology, Aeneas (, ; from Greek: Αἰνείας, Aineíās) was a Trojan hero, the son of the Trojan prince Anchises and the Greek goddess Aphrodite (equivalent to the Roman Venus). His father was a first cousin of King Priam of Troy (both being grandsons of Ilus, founder of Troy), making Aeneas a second cousin to Priam's children (such as Hector and Paris)."}
{"title": "Amaranth", "url": "https://en.wikipedia.org/wiki/Amaranth", "abstract": "Amaranthus (album)|the Songhai drum (doodo)|talking drum}}"}
{"title": "Agamemnon", "url": "https://en.wikipedia.org/wiki/Agamemnon", "abstract": "In Greek mythology, Agamemnon (;  Agamémnōn) was a king of Mycenae, the son, or grandson, of King Atreus and Queen Aerope, the brother of Menelaus, the husband of Clytemnestra and the father of Iphigenia, Electra or Laodike (Λαοδίκη), Orestes and Chrysothemis.Homer, Iliad 9."}
{"title": "Aga Khan III", "url": "https://en.wikipedia.org/wiki/Aga_Khan_III", "abstract": "https://www.britannica."}
{"title": "Agasias", "url": "https://en.wikipedia.org/wiki/Agasias", "abstract": "Agasias was the name of several different people in classical history, including two different Greek sculptors."}
{"title": "Agathon", "url": "https://en.wikipedia.org/wiki/Agathon", "abstract": "Agathon (; ; ) was an Athenian tragic poet whose works have been lost.  He is best known for his appearance in Plato's Symposium, which describes the banquet given to celebrate his obtaining a prize for his first tragedy at the Lenaia in 416."}
{"title": "Agis", "url": "https://en.wikipedia.org/wiki/Agis", "abstract": "Agis or AGIS may refer to:"}
{"title": "Agrippina the Younger", "url": "https://en.wikipedia.org/wiki/Agrippina_the_Younger", "abstract": "Julia Agrippina (6 November 15 – 23 March AD 59), also referred to as Agrippina the Younger, was a Roman empress."}
{"title": "American Chinese cuisine", "url": "https://en.wikipedia.org/wiki/American_Chinese_cuisine", "abstract": "American Chinese cuisine is a style of Chinese cuisine developed by Chinese Americans. The dishes served in many North American Chinese restaurants are adapted to American tastes and often differ significantly from those found in China."}
{"title": "Ahenobarbus", "url": "https://en.wikipedia.org/wiki/Ahenobarbus", "abstract": "Ahenobarbus is Latin for \"red-beard\" (literally, \"bronze-beard\"), and may refer to:"}
{"title": "Ahmad Shah Durrani", "url": "https://en.wikipedia.org/wiki/Ahmad_Shah_Durrani", "abstract": "}}احمد شاه درانی"}
{"title": "Ailanthus", "url": "https://en.wikipedia.org/wiki/Ailanthus", "abstract": "Ailanthus Brit./eɪˈlanθəs/, U."}
{"title": "Aimoin", "url": "https://en.wikipedia.org/wiki/Aimoin", "abstract": "Aimoin of Fleury (; ), French chronicler, was born at Villefranche-de-Longchat about 960, and in early life entered the monastery of Fleury, where he became a monk and passed the greater part of his life. Between c."}
{"title": "Ajax the Lesser", "url": "https://en.wikipedia.org/wiki/Ajax_the_Lesser", "abstract": "Ajax ( Aias) was a Greek mythological hero, son of Oileus, the king of Locris.  He was called the \"lesser\" or \"Locrian\" Ajax,Homer, Iliad ii."}
{"title": "Ajax the Great", "url": "https://en.wikipedia.org/wiki/Ajax_the_Great", "abstract": "Ajax () or Aias (;  ,   Aíantos; archaic  ) is a Greek mythological hero, the son of King Telamon and Periboea, and the half-brother of Teucer.\"Salamis The Island\"  Salamis The IslandSalamina MunicipalityGreek Island He plays an important role, and is portrayed as a towering figure and a warrior of great courage in Homer's Iliad and in the Epic Cycle, a series of epic poems about the Trojan War."}
{"title": "Ajax", "url": "https://en.wikipedia.org/wiki/Ajax", "abstract": "Ajax may refer to:"}
{"title": "Alaric II", "url": "https://en.wikipedia.org/wiki/Alaric_II", "abstract": "Alaric II (, ; August 507) was the King of the Visigoths] in 484–507. He succeeded his father [[Euric as king of the Visigoths in Toulouse on 28 December 484;Herwig Wolfram, History of the Goths, translated by Thomas J."}
{"title": "Alboin", "url": "https://en.wikipedia.org/wiki/Alboin", "abstract": "Alboin (530s – 28 June 572) was king of the Lombards from about 560 until 572. During his reign the Lombards ended their migrations by settling in Italy, the northern part of which Alboin conquered between 569 and 572."}
{"title": "Alcaeus of Mytilene", "url": "https://en.wikipedia.org/wiki/Alcaeus_of_Mytilene", "abstract": "Alcaeus of Mytilene (; , Alkaios ho Mutilēnaios;  –  BC) Greek poet|website=Encyclopedia Britannica|language=en|access-date=2019-10-17}} was a lyric poet from the Greek island of Lesbos who is credited with inventing the Alcaic stanza. He was included in the canonical list of nine lyric poets by the scholars of Hellenistic Alexandria."}
{"title": "Alcamenes", "url": "https://en.wikipedia.org/wiki/Alcamenes", "abstract": "Alcamenes () was an ancient Greek sculptor of Lemnos and Athens,  who flourished in the 2nd half of the 5th century BC. He was a younger contemporary of Phidias and noted for the delicacy and finish of his works, among which a Hephaestus and an Aphrodite of the Gardens were conspicuous."}
{"title": "Alcmene", "url": "https://en.wikipedia.org/wiki/Alcmene", "abstract": "In Greek mythology, Alcmene () or Alcmena (; Ancient Greek: Ἀλκμήνη or Doric Greek: Ἀλκμάνα, Latin: Alcumena means \"strong in wrath\"Robert Graves. The Greek Myths (1960)) was the wife of Amphitryon by whom she bore two children, Iphicles and Laonome."}
{"title": "Alcidamas", "url": "https://en.wikipedia.org/wiki/Alcidamas", "abstract": "Alcidamas (), of Elaea, in Aeolis, was a Greek sophist and rhetorician, who flourished in the 4th century BC."}
{"title": "Aldine Press", "url": "https://en.wikipedia.org/wiki/Aldine_Press", "abstract": "The Aldine Press was the printing office started by Aldus Manutius in 1494 in Venice, from which were issued the celebrated Aldine editions of the classics (Latin and Greek masterpieces plus a few more modern works). The first book that was dated and printed under his name appeared in 1495."}
{"title": "Ealdred (Archbishop of York)", "url": "https://en.wikipedia.org/wiki/Ealdred_(Archbishop_of_York)", "abstract": "Ealdred (or Aldred; died 11 September 1069) was Abbot of Tavistock, Bishop of Worcester, and Archbishop of York in Anglo-Saxon England. He was related to a number of other ecclesiastics of the period."}
{"title": "Alexander I of Epirus", "url": "https://en.wikipedia.org/wiki/Alexander_I_of_Epirus", "abstract": "Alexander I of Epirus (; c. 371 BC  – 331 BC), also known as Alexander Molossus (), was a king of Epirus (343/2–331 BC) of the Aeacid dynasty."}
{"title": "Alexander Balas", "url": "https://en.wikipedia.org/wiki/Alexander_Balas", "abstract": "Alexander I Theopator Euergetes, surnamed Balas (), was the ruler of the Greek Seleucid kingdom in 150/Summer 152 – August 145 BC. Alexander defeated Demetrius I Soter for the crown in 150 BC."}
{"title": "Alexander of Pherae", "url": "https://en.wikipedia.org/wiki/Alexander_of_Pherae", "abstract": "Alexander () was Tyrant or Despot of Pherae in Thessaly, ruling from 369 to c. 356 BC."}
{"title": "Alexander II of Epirus", "url": "https://en.wikipedia.org/wiki/Alexander_II_of_Epirus", "abstract": "Alexander II was a king of Epirus, and the son of Pyrrhus and Lanassa, the daughter of the Sicilian tyrant Agathocles."}
{"title": "Alexander of Greece (disambiguation)", "url": "https://en.wikipedia.org/wiki/Alexander_of_Greece_(disambiguation)", "abstract": "Alexander of Greece (1893–1920) was king of Greece from 1917 until his death."}
{"title": "Alexander of Aphrodisias", "url": "https://en.wikipedia.org/wiki/Alexander_of_Aphrodisias", "abstract": "Alexander of Aphrodisias (;  AD) was a Peripatetic philosopher and the most celebrated of the Ancient Greek commentators on the writings of Aristotle. He was a native of Aphrodisias in Caria, and lived and taught in Athens at the beginning of the 3rd century, where he held a position as head of the Peripatetic school."}
{"title": "Alexander I", "url": "https://en.wikipedia.org/wiki/Alexander_I", "abstract": "Alexander I may refer to:"}
{"title": "Alexander II", "url": "https://en.wikipedia.org/wiki/Alexander_II", "abstract": "Alexander II may refer to:"}
{"title": "Alexander III", "url": "https://en.wikipedia.org/wiki/Alexander_III", "abstract": "Alexander III may refer to:"}
{"title": "Alexander Aetolus", "url": "https://en.wikipedia.org/wiki/Alexander_Aetolus", "abstract": "Alexander Aetolus (, Ἀléxandros ὁ Aἰtōlós) was a Greek poet and grammarian, the only known representative of Aetolian poetry."}
{"title": "Alexander Jannaeus", "url": "https://en.wikipedia.org/wiki/Alexander_Jannaeus", "abstract": "Alexander Jannaeus (also known as Alexander Jannai/Yannai; , born Jonathan Alexander) was the second king of the Hasmonean dynasty, who ruled over an expanding kingdom of Judea from 103 to 76 BCE. A son of John Hyrcanus, he inherited the throne from his brother Aristobulus I, and married his brother's widow, Queen Salome Alexandra."}
{"title": "Alexander IV", "url": "https://en.wikipedia.org/wiki/Alexander_IV", "abstract": "Alexander IV may refer to:"}
{"title": "Alexander V", "url": "https://en.wikipedia.org/wiki/Alexander_V", "abstract": "Alexander V may refer to:"}
{"title": "Alexandrists", "url": "https://en.wikipedia.org/wiki/Alexandrists", "abstract": "The Alexandrists were a school of Renaissance philosophers who, in the great controversy on the subject of personal immortality, adopted the explanation of the De Anima given by Alexander of Aphrodisias."}
{"title": "Alexis (poet)", "url": "https://en.wikipedia.org/wiki/Alexis_(poet)", "abstract": "Alexis  (; c. 375 – c."}
{"title": "Alexios V Doukas", "url": "https://en.wikipedia.org/wiki/Alexios_V_Doukas", "abstract": ") of Niketas Choniates' history"}
{"title": "Aberdeen", "url": "https://en.wikipedia.org/wiki/Aberdeen", "abstract": "(Scots)}} (Scottish Gaelic)"}
{"title": "August 23", "url": "https://en.wikipedia.org/wiki/August_23", "abstract": "In ancient astrology, it is a cusp day between Virgo and Leo."}
{"title": "Antipope", "url": "https://en.wikipedia.org/wiki/Antipope", "abstract": "An antipope () is a person who, in opposition to the legitimately elected pope, makes a significant attempt to occupy the position of Bishop of Rome and leader of the Catholic Church.\"One who opposes the legitimately elected bishop of Rome, endeavours to secure the papal throne, and to some degree succeeds materially in the attempt\" (Encyclopædia Britannica: Antipope)."}
{"title": "Aquaculture", "url": "https://en.wikipedia.org/wiki/Aquaculture", "abstract": "Aquaculture (less commonly spelled aquiculture), also known as aquafarming, is the controlled cultivation (\"farming\") of aquatic organisms such as fish, crustaceans, mollusks, algae and other organisms of value such as aquatic plants (e.g."}
{"title": "Kolmogorov complexity", "url": "https://en.wikipedia.org/wiki/Kolmogorov_complexity", "abstract": "right|thumb|upright=1.4|This image illustrates part of the [[Mandelbrot set fractal."}
{"title": "Hymn to Proserpine", "url": "https://en.wikipedia.org/wiki/Hymn_to_Proserpine", "abstract": "“Hymn to Proserpine” is a poem by Algernon Charles Swinburne, published in Poems and Ballads in 1866.  The poem is addressed to the goddess Proserpina, the Roman equivalent of Persephone, but laments the rise of Christianity for displacing the pagan goddess and her pantheon."}
{"title": "The Triumph of Time", "url": "https://en.wikipedia.org/wiki/The_Triumph_of_Time", "abstract": "\"The Triumph of Time\" is a poem by Algernon Charles Swinburne, published in Poems and Ballads in 1866. It is in adapted ottava rima and is full of elaborate use of literary devices, particularly alliteration."}
{"title": "Alfred the Great", "url": "https://en.wikipedia.org/wiki/Alfred_the_Great", "abstract": "– 26 October 899"}
{"title": "Alger of Liège", "url": "https://en.wikipedia.org/wiki/Alger_of_Li%C3%A8ge", "abstract": "Alger of Liège (1055–1131), known also as Alger of Cluny and Algerus Magister, was a learned clergyman and canonist from Liège, author of several notable works."}
{"title": "Algiers", "url": "https://en.wikipedia.org/wiki/Algiers", "abstract": "(Arabic) Alger (French)"}
{"title": "Age of consent", "url": "https://en.wikipedia.org/wiki/Age_of_consent", "abstract": "The age of consent is the age at which a person is considered to be legally competent to consent to sexual acts. Consequently, an adult who engages in sexual activity with a person younger than the age of consent is unable to legally claim that the sexual activity was consensual, and such sexual activity may be considered child sexual abuse or statutory rape."}
{"title": "Alypius of Antioch", "url": "https://en.wikipedia.org/wiki/Alypius_of_Antioch", "abstract": "Alypius of Antioch was a geographer and a vicarius of Roman Britain, probably in the late 350s AD. He replaced Flavius Martinus after that vicarius' suicide."}
{"title": "Afonso I of Portugal", "url": "https://en.wikipedia.org/wiki/Afonso_I_of_Portugal", "abstract": "6 December 1185}}"}
{"title": "Afonso III of Portugal", "url": "https://en.wikipedia.org/wiki/Afonso_III_of_Portugal", "abstract": "16 February 1279"}
{"title": "Afonso VI of Portugal", "url": "https://en.wikipedia.org/wiki/Afonso_VI_of_Portugal", "abstract": "12 September 1683"}
{"title": "Alphonso I of Spain", "url": "https://en.wikipedia.org/wiki/Alphonso_I_of_Spain", "abstract": "There has not been a monarch known as Alphonso or Alfonso I of Spain, the first king of that name of the unified Spain being Alfonso XII of Spain (1874–1885)."}
{"title": "Alfonso II of Asturias", "url": "https://en.wikipedia.org/wiki/Alfonso_II_of_Asturias", "abstract": "Alfonso II of Asturias (842), nicknamed the Chaste (), was the king of Asturias during two different periods: first in the year 783 and later from 791 until his death in 842. Upon his death, Nepociano, a family member of undetermined relation, attempted to usurp the crown in place of the future Ramiro I."}
{"title": "Amarasimha", "url": "https://en.wikipedia.org/wiki/Amarasimha", "abstract": "Amarasimha (IAST: Amara-siṃha, c. CE 375) was a Sanskrit grammarian and poet from ancient India, of whose personal history hardly anything is known."}
{"title": "Amaryllis", "url": "https://en.wikipedia.org/wiki/Amaryllis", "abstract": "Amaryllis (Brenzel, K.N."}
{"title": "Alfonso IV of Aragon", "url": "https://en.wikipedia.org/wiki/Alfonso_IV_of_Aragon", "abstract": "Alfonso IV, called the Kind (also the Gentle or the Nice, ) (2 November 1299 – 24 January 1336) was King of Aragon and Count of Barcelona (as Alfons III) from 1327 to his death. His reign saw the incorporation of the County of Urgell, Duchy of Athens, and Duchy of Neopatria into the Crown of Aragon."}
{"title": "Alphons", "url": "https://en.wikipedia.org/wiki/Alphons", "abstract": "Alphons (Latinized Alphonsus, Adelphonsus, or Adefonsus) is a male given name recorded from the 8th century (Alfonso I of Asturias, r. 739–757) in the Christian successor states of the Visigothic kingdom in the Iberian peninsula."}
{"title": "Alfonso I", "url": "https://en.wikipedia.org/wiki/Alfonso_I", "abstract": "Alfonso I may refer to:"}
{"title": "Amati", "url": "https://en.wikipedia.org/wiki/Amati", "abstract": "Amati (, ) is the last name of a family of Italian violin makers who lived at Cremona from about 1538 to 1740. Their importance is considered equal to those of the Bergonzi, Guarneri, and Stradivari families."}
{"title": "Alfonso II", "url": "https://en.wikipedia.org/wiki/Alfonso_II", "abstract": "Alfonso II may refer to:"}
{"title": "Alfonso III", "url": "https://en.wikipedia.org/wiki/Alfonso_III", "abstract": "Alfonso III may refer to:"}
{"title": "Alfonso IV", "url": "https://en.wikipedia.org/wiki/Alfonso_IV", "abstract": "Alfonso IV may refer to:"}
{"title": "Alfonso V", "url": "https://en.wikipedia.org/wiki/Alfonso_V", "abstract": "Alfonso V may refer to:"}
{"title": "Ambergris", "url": "https://en.wikipedia.org/wiki/Ambergris", "abstract": "Ambergris ( or , , ), ambergrease, or grey amber, is a solid, waxy, flammable substance of a dull grey or blackish colour produced in the digestive system of sperm whales. Freshly produced ambergris has a marine, fecal odor."}
{"title": "Ambiorix", "url": "https://en.wikipedia.org/wiki/Ambiorix", "abstract": "Ambiorix (Gaulish \"king of the surroundings\", or \"king-protector\") was, together with Cativolcus, prince of the Eburones, leader of a Belgic tribe of north-eastern Gaul (Gallia Belgica), where modern Belgium is located. In the nineteenth century Ambiorix became a Belgian national hero because of his resistance against Julius Caesar, as written in Caesar's Commentarii de Bello Gallico."}
{"title": "Alfred of Beverley", "url": "https://en.wikipedia.org/wiki/Alfred_of_Beverley", "abstract": "Alredus, or Alfred of Beverley, (fl. 1143), English chronicler, was sacristan of the church of Beverley in the first half of the twelfth century."}
{"title": "Autpert Ambrose", "url": "https://en.wikipedia.org/wiki/Autpert_Ambrose", "abstract": "Autpert Ambrose (Ambroise) () (ca. 730 – 784) was a Frankish Benedictine monk."}
{"title": "Ambrose Traversari", "url": "https://en.wikipedia.org/wiki/Ambrose_Traversari", "abstract": "Ambrogio Traversari, also referred to as Ambrose of Camaldoli (138620 October 1439), was an Italian monk and theologian who was a prime supporter of the papal cause in the 15th century. He is honored as a saint by the Camaldolese Order."}
{"title": "Ambrosians", "url": "https://en.wikipedia.org/wiki/Ambrosians", "abstract": "Ambrosians are members of one of the religious brotherhoods which at various times since the 14th century have sprung up in and around Milan and also a 16th-century sect of Anabaptist Ambrosians."}
{"title": "Ambrosius Aurelianus", "url": "https://en.wikipedia.org/wiki/Ambrosius_Aurelianus", "abstract": "Ambrosius Aurelianus (; Anglicised as Ambrose Aurelian and called  Aurelius Ambrosius in the Historia Regum Britanniae and elsewhere) was a war leader of the Romano-British who won an important battle against the Anglo-Saxons in the 5th century, according to Gildas. He also appeared independently in the legends of the Britons, beginning with the 9th-century Historia Brittonum."}
{"title": "Ammonius Hermiae", "url": "https://en.wikipedia.org/wiki/Ammonius_Hermiae", "abstract": "Ammonius Hermiae (; ; –) was a Greek philosopher from Alexandria in the eastern Roman empire during Late Antiquity. A Neoplatonist, he was the son of the philosophers Hermias and Aedesia, the brother of Heliodorus of Alexandria and the grandson of Syrianus."}
{"title": "Book of Amos", "url": "https://en.wikipedia.org/wiki/Book_of_Amos", "abstract": "The Book of Amos  is the third of the Twelve Minor Prophets in the Tanakh/Old Testament and the second in the Greek Septuagint tradition. Amos, an older contemporary of Hosea and Isaiah,Harris, Stephen L."}
{"title": "Amram", "url": "https://en.wikipedia.org/wiki/Amram", "abstract": "In the Book of Exodus, Amram (; \"The people are exalted\"}}) is the husband of Jochebed and father of Aaron, Moses and Miriam."}
{"title": "Amyntas III of Macedon", "url": "https://en.wikipedia.org/wiki/Amyntas_III_of_Macedon", "abstract": "Amyntas III (Greek: Αμύντας Γ΄ της Μακεδονίας) (420 - 370 BC) was king of the Ancient Greek kingdom of Macedon in 393 BC and again from 392 to 370 BC. He was the son of Arrhidaeus and grandson of Amyntas, one of the sons of Alexander I."}
{"title": "Anacharsis", "url": "https://en.wikipedia.org/wiki/Anacharsis", "abstract": "right|thumb|18th-century portrait, based on an ancient [[engraved gem.]]"}
{"title": "Anaxarchus", "url": "https://en.wikipedia.org/wiki/Anaxarchus", "abstract": "Anaxarchus (; ; ) was a Greek philosopher of the school of Democritus. Together with Pyrrho, he accompanied Alexander the Great into Asia."}
{"title": "Ancyra (planthopper)", "url": "https://en.wikipedia.org/wiki/Ancyra_(planthopper)", "abstract": "Ancyra is a small genus of planthoppers of the family Eurybrachidae and the only genus in the tribe Ancyrini. Species in this genus occur in southeast Asia."}
{"title": "Anastasius I", "url": "https://en.wikipedia.org/wiki/Anastasius_I", "abstract": "Anastasius I or Anastasios I may refer to:"}
{"title": "Anastasius II", "url": "https://en.wikipedia.org/wiki/Anastasius_II", "abstract": "Anastasius II or Anastasios II could refer to:"}
{"title": "Anaximenes of Lampsacus", "url": "https://en.wikipedia.org/wiki/Anaximenes_of_Lampsacus", "abstract": "Anaximenes of Lampsacus (; ; 320 BC) was a Greek rhetorician and historian. He was one of the teachers of Alexander the Great and accompanied him on his campaigns."}
{"title": "Anastasius", "url": "https://en.wikipedia.org/wiki/Anastasius", "abstract": "Anastasius (Latinized) or Anastasios () is derived from the Greek  (anastasis) meaning \"resurrection\". Its female form is Anastasia  ()."}
{"title": "Ancus Marcius", "url": "https://en.wikipedia.org/wiki/Ancus_Marcius", "abstract": "Ancus Marcius (–617 BC;Plutach's Parallel Lives vol. 1 p."}
{"title": "Alexander Anderson (mathematician)", "url": "https://en.wikipedia.org/wiki/Alexander_Anderson_(mathematician)", "abstract": "Alexander Anderson ( in Aberdeen –  in Paris) was a Scottish mathematician."}
{"title": "Andocides", "url": "https://en.wikipedia.org/wiki/Andocides", "abstract": "Andocides (;\"Andocides\". The Columbia Electronic Encyclopedia, 6th ed."}
{"title": "Andrea Andreani", "url": "https://en.wikipedia.org/wiki/Andrea_Andreani", "abstract": "Andrea Andreani (1540–1623) was an Italian engraver on wood, who was among the first printmakers in Italy to use chiaroscuro, which required multiple colours."}
{"title": "An Enquiry Concerning Human Understanding", "url": "https://en.wikipedia.org/wiki/An_Enquiry_Concerning_Human_Understanding", "abstract": "An Enquiry Concerning Human Understanding is a book by the Scottish empiricist philosopher David Hume, published in English in 1748.See  via Google Books It was a revision of an earlier effort, Hume's A Treatise of Human Nature, published anonymously in London in 1739–40."}
{"title": "André de Longjumeau", "url": "https://en.wikipedia.org/wiki/Andr%C3%A9_de_Longjumeau", "abstract": "André de Longjumeau (also known as Andrew of Longjumeau in English) was a 13th-century Dominican missionary and diplomat and one of the most active Occidental diplomats in the East in the 13th century. He led two embassies to the Mongols: the first carried letters from Pope Innocent IV and the second bore gifts and letters from Louis IX of France to Güyük Khan."}
{"title": "Andriscus", "url": "https://en.wikipedia.org/wiki/Andriscus", "abstract": "Andriscus (, Andrískos;  154/153 BC - 146 BC), also often referenced as Pseudo-Philip, was a Greek pretender who became the last independent king of Macedon in 149 BC as Philip VI (, Philipos), based on his claim of being Philip, a now-obscure son of the last legitimate Macedonian king, Perseus. His reign lasted just one year and was toppled by the Roman Republic during the Fourth Macedonian War."}
{"title": "Andronikos I Komnenos", "url": "https://en.wikipedia.org/wiki/Andronikos_I_Komnenos", "abstract": "Andronikos Komnenos}}"}
{"title": "Andronicus of Cyrrhus", "url": "https://en.wikipedia.org/wiki/Andronicus_of_Cyrrhus", "abstract": "thumb|300px|The Tower of Winds"}
{"title": "Andronicus of Rhodes", "url": "https://en.wikipedia.org/wiki/Andronicus_of_Rhodes", "abstract": "Andronicus of Rhodes (; ; }}) was a Greek philosopher from Rhodes who was also the scholarch (head) of the Peripatetic school. He is most famous for publishing a new edition of the works of Aristotle that forms the basis of the texts that survive today."}
{"title": "Andronicus", "url": "https://en.wikipedia.org/wiki/Andronicus", "abstract": "Andronicus or Andronikos () is a classical Greek name. The name has the sense of \"male victor, warrior\"."}
{"title": "Ammianus Marcellinus", "url": "https://en.wikipedia.org/wiki/Ammianus_Marcellinus", "abstract": "Ammianus Marcellinus (born , died 400) was a Roman soldier and historian who wrote the penultimate major historical account surviving from antiquity (preceding Procopius). His work, known as the Res Gestae, chronicled in Latin the history of Rome from the accession of the Emperor Nerva in 96 to the death of Valens at the Battle of Adrianople in 378, although only the sections covering the period 353 to 378 survive."}
{"title": "Apollo 13", "url": "https://en.wikipedia.org/wiki/Apollo_13", "abstract": "Apollo 13 (film)||Apollo 13 (disambiguation)}}"}
{"title": "April 2", "url": "https://en.wikipedia.org/wiki/April_2", "abstract": "In common years, it is the first day of the second quarter of the year. The exact moment the second quarter begins occurs at 6 a."}
{"title": "Alfred", "url": "https://en.wikipedia.org/wiki/Alfred", "abstract": "Alfred may refer to:"}
{"title": "Arabic numerals", "url": "https://en.wikipedia.org/wiki/Arabic_numerals", "abstract": "Arabic numerals are the ten digits: 0, 1, 2, 3, 4, 5, 6, 7, 8 and 9. The term often implies a decimal number written using these digits (in particular when contrasted with Roman numerals)."}
{"title": "ABM", "url": "https://en.wikipedia.org/wiki/ABM", "abstract": "ABM or Abm may refer to:"}
{"title": "Alexander Selkirk", "url": "https://en.wikipedia.org/wiki/Alexander_Selkirk", "abstract": "Alexander Selkirk (167613 December 1721) was a Scottish privateer and Royal Navy officer who spent four years and four months as a castaway (1704–1709) after being marooned by his captain on an uninhabited island in the South Pacific Ocean. He survived that ordeal, but succumbed to tropical illness years later while serving aboard  off West Africa."}
{"title": "Anti-ballistic missile", "url": "https://en.wikipedia.org/wiki/Anti-ballistic_missile", "abstract": "An anti-ballistic missile (ABM) is a surface-to-air missile designed to counter ballistic missiles (missile defense). Ballistic missiles are used to deliver nuclear, chemical, biological, or conventional warheads in a ballistic flight trajectory."}
{"title": "ATP", "url": "https://en.wikipedia.org/wiki/ATP", "abstract": "ATP may refer to:"}
{"title": "Ægir", "url": "https://en.wikipedia.org/wiki/%C3%86gir", "abstract": "Ægir (anglicised as Aegir; Old Norse 'sea'), Hlér (Old Norse 'sea'), or Gymir (Old Norse less clearly 'sea, engulfer'), is a jötunn and a personification of the sea in Norse mythology. In the Old Norse record, Ægir hosts the gods in his halls and is associated with brewing ale."}
{"title": "Antibiotic", "url": "https://en.wikipedia.org/wiki/Antibiotic", "abstract": "An antibiotic is a type of antimicrobial substance active against bacteria. It is the most important type of antibacterial agent for fighting bacterial infections, and antibiotic medications are widely used in the treatment and prevention of such infections."}
{"title": "Actium", "url": "https://en.wikipedia.org/wiki/Actium", "abstract": "Actium or Aktion () was a town on a promontory in ancient Acarnania at the entrance of the Ambraciot Gulf off which Octavian gained his celebrated victory, the Battle of Actium, over Antony and Cleopatra, on September 2, 31 BCE."}
{"title": "Adam Smith", "url": "https://en.wikipedia.org/wiki/Adam_Smith", "abstract": "Muir portrait at the Scottish National Gallery; the work, by an unknown artist, is based on a medallion by James Tassie."}
{"title": "Allomorph", "url": "https://en.wikipedia.org/wiki/Allomorph", "abstract": "In linguistics, an allomorph is a variant phonetic form of a morpheme, or, a unit of meaning that varies in sound and spelling without changing the meaning. The term allomorph describes the realization of phonological variations for a specific morpheme."}
{"title": "Allophone", "url": "https://en.wikipedia.org/wiki/Allophone", "abstract": "In phonology, an allophone (; from the Greek , állos, \"other\" and , phōnē, \"voice, sound\") is one of a set of multiple possible spoken sounds, or phones, or signs used to pronounce a single phoneme in a particular language. For example, in English,  (as in stop ) and the aspirated form  (as in top ) are allophones for the phoneme , while these two are considered to be different phonemes in some languages such as Thai and Hindi."}
{"title": "Affix", "url": "https://en.wikipedia.org/wiki/Affix", "abstract": "In linguistics, an affix is a morpheme that is attached to a word stem to form a new word or word form. Affixes may be derivational, like English -ness and pre-, or inflectional, like English plural -s and past tense -ed."}
{"title": "Allegory", "url": "https://en.wikipedia.org/wiki/Allegory", "abstract": "As a literary device, an allegory is a narrative in which a character, place, or event is used to deliver a broader message about real-world issues and occurrences. Authors have used allegory throughout history in all forms of art to illustrate or convey complex ideas and concepts in ways that are comprehensible or striking to its viewers, readers, or listeners."}
{"title": "Economy of Alberta", "url": "https://en.wikipedia.org/wiki/Economy_of_Alberta", "abstract": "4,421,876 (2020)"}
{"title": "Alternative medicine", "url": "https://en.wikipedia.org/wiki/Alternative_medicine", "abstract": "Alternative medicine is any practice that aims to achieve the healing effects of medicine, but which lacks biological plausibility and is untested, untestable or proven ineffective. Complementary medicine (CM), complementary and alternative medicine (CAM), integrated medicine or integrative medicine (IM), and holistic medicine are among many rebrandings of the same phenomenon."}
{"title": "Archimedean solid", "url": "https://en.wikipedia.org/wiki/Archimedean_solid", "abstract": "In geometry, an Archimedean solid is one of the 13 solids first enumerated by Archimedes.  They are the convex uniform polyhedra composed of regular polygons meeting in identical vertices, excluding the five Platonic solids (which are composed of only one type of polygon) and excluding the prisms and antiprisms."}
{"title": "Antiprism", "url": "https://en.wikipedia.org/wiki/Antiprism", "abstract": "In geometry, an n-gonal antiprism or n-antiprism is a polyhedron composed of two parallel direct copies (not mirror images) of an n-sided polygon, connected by an alternating band of 2n triangles."}
{"title": "Natural history of Africa", "url": "https://en.wikipedia.org/wiki/Natural_history_of_Africa", "abstract": "thumb|right|A composite satellite image of Africa."}
{"title": "Geography of Africa", "url": "https://en.wikipedia.org/wiki/Geography_of_Africa", "abstract": "Africa is a continent comprising 63 political territories, representing the largest of the great southward projections from the main mass of Earth's surface. Within its regular outline, it comprises an area of , excluding adjacent islands."}
{"title": "Approval voting", "url": "https://en.wikipedia.org/wiki/Approval_voting", "abstract": "Approval voting is an electoral system where each voter may select (\"approve\") any number of candidates, and the winner is the candidate approved by the largest number of voters. It is distinct from plurality voting, in which a voter may choose only one option among several, whereby the option with the most votes is chosen."}
{"title": "Alarums and Excursions", "url": "https://en.wikipedia.org/wiki/Alarums_and_Excursions", "abstract": "Alarums and Excursions (A&E) is an amateur press association (APA) started in June 1975 by Lee Gold; publication continues to the present day. It was one of the first publications to focus solely on role-playing games."}
{"title": "Amalric", "url": "https://en.wikipedia.org/wiki/Amalric", "abstract": "Amalric or Amalaric (also Americ, Almerich, Emeric, Emerick and other variations) is a personal name derived from the tribal name Amal (referring to the Gothic Amali) and ric (Gothic reiks) meaning \"ruler, prince\"."}
{"title": "Anthemius of Tralles", "url": "https://en.wikipedia.org/wiki/Anthemius_of_Tralles", "abstract": "Anthemius of Tralles (, Medieval Greek: , Anthémios o Trallianós;  – 533  558) was a Greek from Tralles who worked as a geometer and architect in Constantinople, the capital of the Byzantine Empire. With Isidore of Miletus, he designed the Hagia Sophia for Justinian I."}
{"title": "Adhemar of Le Puy", "url": "https://en.wikipedia.org/wiki/Adhemar_of_Le_Puy", "abstract": "thumb|right|200px|19th-century painting on display at [[Versailles, Yvelines|Versailles depicting Adhemar of Le Puy (in red to left of Raymond IV, Count of Toulouse).]]"}
{"title": "Ambroise", "url": "https://en.wikipedia.org/wiki/Ambroise", "abstract": "Ambroise, sometimes Ambroise of Normandy,This form appeared first in  (flourished ) was a Norman poet and chronicler of the Third Crusade, author of a work called , which describes in rhyming Old French verse the adventures of  as a crusader.  The poem is known to us only through one Vatican manuscript, and long escaped the notice of historians."}
{"title": "ASCII art", "url": "https://en.wikipedia.org/wiki/ASCII_art", "abstract": "ASCII art is a graphic design technique that uses computers for presentation and consists of pictures pieced together from the 95 printable (from a total of 128) characters defined by the ASCII Standard from 1963 and ASCII compliant character sets with proprietary extended characters (beyond the 128 characters of standard 7-bit ASCII). The term is also loosely used to refer to text based visual art in general."}
{"title": "Alexius", "url": "https://en.wikipedia.org/wiki/Alexius", "abstract": "Alexius is the Latinized form of the given name Alexios (, polytonic , \"defender\", cf. Alexander), especially common in the later Byzantine Empire."}
{"title": "Albert Spalding", "url": "https://en.wikipedia.org/wiki/Albert_Spalding", "abstract": "San Diego, California"}
{"title": "Africa Alphabet", "url": "https://en.wikipedia.org/wiki/Africa_Alphabet", "abstract": "The Africa Alphabet (also International African Alphabet or IAI alphabet) was developed by the  International Institute of African Languages and Cultures in 1928, with the help of some Africans led by Diedrich Hermann Westermann, who served as director of the organization from 1926 until 1939. Meanwhile, the aim of the International Institute of African Languages and Cultures, later known as International African Institute (IAI), was to enable people to write all the African languages for practical and scientific purposes without the need of diacritics."}
{"title": "Ambush", "url": "https://en.wikipedia.org/wiki/Ambush", "abstract": "An ambush is a long-established military tactic in which combatants take advantage of concealment or the element of surprise to attack unsuspecting enemy combatants from concealed positions, such as among dense underbrush or behind hilltops. Ambushes have been used consistently throughout history, from ancient to modern warfare."}
{"title": "Abzyme", "url": "https://en.wikipedia.org/wiki/Abzyme", "abstract": "An abzyme (from antibody and enzyme), also called catmab (from catalytic monoclonal antibody), and most often called catalytic antibody, is a monoclonal antibody with catalytic activity.  Abzymes are usually raised in lab animals immunized against synthetic haptens, but some natural abzymes can be found in normal humans (anti-vasoactive intestinal peptide autoantibodies) and in patients with autoimmune diseases such as systemic lupus erythematosus, where they can bind to and hydrolyze DNA."}
{"title": "Adaptive radiation", "url": "https://en.wikipedia.org/wiki/Adaptive_radiation", "abstract": "In evolutionary biology, adaptive radiation is a process in which organisms diversify rapidly from an ancestral species into a multitude of new forms, particularly when a change in the environment makes new resources available, alters biotic interactions or opens new environmental niches. Starting with a single ancestor, this process results in the speciation and phenotypic adaptation of an array of species exhibiting different morphological and physiological traits."}
{"title": "Agarose gel electrophoresis", "url": "https://en.wikipedia.org/wiki/Agarose_gel_electrophoresis", "abstract": "200px|thumb|right|Digital image of 3 plasmid restriction digests run on a 1% w/v agarose gel, 3 volt/cm, stained with ethidium bromide. The DNA size marker is a commercial 1 kbp ladder."}
{"title": "Allele", "url": "https://en.wikipedia.org/wiki/Allele", "abstract": "An allele (, ; ; modern formation from Greek ἄλλος állos, \"other\") Meaning of Allele by Lexico|website=Lexico Dictionaries  English|language=en|access-date=2020-01-07}} is one of two, or more, forms of a given gene variant. Human genetic variation |url=https://www."}
{"title": "Annealing", "url": "https://en.wikipedia.org/wiki/Annealing", "abstract": "Annealing may refer to:"}
{"title": "Antimicrobial resistance", "url": "https://en.wikipedia.org/wiki/Antimicrobial_resistance", "abstract": "Antimicrobial resistance (AMR) occurs when microbes evolve mechanisms that protect them from the effects of antimicrobials. The term antibiotic resistance  is a subset of AMR, as it applies to bacteria that become resistant to antibiotics."}
{"title": "Antigen", "url": "https://en.wikipedia.org/wiki/Antigen", "abstract": "In immunology, an antigen (Ag) is a molecule or molecular structure, that may be present on the outside of a pathogen, that can be bound by an antigen-specific antibody or B-cell antigen receptor.  The presence of antigens in the body normally triggers an immune response."}
{"title": "Autosome", "url": "https://en.wikipedia.org/wiki/Autosome", "abstract": "An autosome is  chromosome that is not a sex chromosome . The members of an autosome pair in a diploid cell have the same morphology, unlike those in allosome pairs which may have different structures."}
{"title": "Antwerp (disambiguation)", "url": "https://en.wikipedia.org/wiki/Antwerp_(disambiguation)", "abstract": "Antwerp is a city in Belgium and capital of the Antwerp province."}
{"title": "Aquila", "url": "https://en.wikipedia.org/wiki/Aquila", "abstract": "Aquila is the Latin and Romance languages word for eagle. Specifically, it may refer to:"}
{"title": "Argo Navis", "url": "https://en.wikipedia.org/wiki/Argo_Navis", "abstract": "thumb|upright=1.4|The constellation Argo Navis drawn by [[Johannes Hevelius]]"}
{"title": "Andromeda (mythology)", "url": "https://en.wikipedia.org/wiki/Andromeda_(mythology)", "abstract": "In Greek mythology, Andromeda (; Greek: Ἀνδρομέδα, Androméda or Ἀνδρομέδη, Andromédē) is the daughter of the king of Aethiopia, Cepheus, and his wife, Cassiopeia. When Cassiopeia boasts that she is more beautiful than the Nereids, Poseidon sends the sea monster Cetus to ravage the coast of Aethiopia as divine punishment."}
{"title": "Auriga", "url": "https://en.wikipedia.org/wiki/Auriga", "abstract": "Auriga or AURIGA can refer to:"}
{"title": "Atmosphere (disambiguation)", "url": "https://en.wikipedia.org/wiki/Atmosphere_(disambiguation)", "abstract": "An atmosphere is a gas layer around a celestial body."}
{"title": "Apus", "url": "https://en.wikipedia.org/wiki/Apus", "abstract": ", genitive , genitive Entry in Oxford English Dictionary, (OED Third Edition, November 2010)."}
{"title": "Attorney", "url": "https://en.wikipedia.org/wiki/Attorney", "abstract": "Attorney may refer to:"}
{"title": "Approximant", "url": "https://en.wikipedia.org/wiki/Approximant", "abstract": "Approximants are speech sounds that involve the articulators approaching each other but not narrowly enough nor with enough articulatory precision, citing  to create turbulent airflow. Therefore, approximants fall between fricatives, which do produce a turbulent airstream, and vowels, which produce no turbulence."}
{"title": "Astronomer Royal", "url": "https://en.wikipedia.org/wiki/Astronomer_Royal", "abstract": "Astronomer Royal is a senior post in the Royal Households of the United Kingdom. There are two officers, the senior being the Astronomer Royal dating from 22 June 1675; the second is the Astronomer Royal for Scotland dating from 1834."}
{"title": "Aeon", "url": "https://en.wikipedia.org/wiki/Aeon", "abstract": "The word aeon , also spelled eon (in American English), originally meant \"life\", \"vital force\" or \"being\", \"generation\" or \"a period of time\", though it tended to be translated as \"age\" in the sense of  \"ages\", \"forever\", \"timeless\" or \"for eternity\". It is a Latin transliteration from the koine Greek word   (aiwon)."}
{"title": "Airline", "url": "https://en.wikipedia.org/wiki/Airline", "abstract": "An airline is a company that provides air transport services for traveling passengers and freight. Airlines utilize aircraft to supply these services and may form partnerships or alliances with other airlines for codeshare agreements, in which they both offer and operate the same flight."}
{"title": "Unit of alcohol", "url": "https://en.wikipedia.org/wiki/Unit_of_alcohol", "abstract": "Units of alcohol are used in the United Kingdom (UK) as a measure to quantify the actual alcoholic content within a given volume of an alcoholic beverage, in order to provide guidance on total alcohol consumption."}
{"title": "Aotus", "url": "https://en.wikipedia.org/wiki/Aotus", "abstract": "Aotus (the name is derived from the Ancient Greek words for \"earless\" in both cases: the monkey is missing external ears, and the pea is missing earlike bracteoles) may refer to:"}
{"title": "Andreas Capellanus", "url": "https://en.wikipedia.org/wiki/Andreas_Capellanus", "abstract": "Andreas Capellanus (Capellanus meaning \"chaplain\"), also known as Andrew the Chaplain, and occasionally by a French translation of his name, André le Chapelain, was the 12th-century author of a treatise commonly known as De amore (\"About Love\"), and often known in English, somewhat misleadingly, as The Art of Courtly Love, though its realistic, somewhat cynical tone suggests that it is in some measure an antidote to courtly love. Little is known of Andreas Capellanus's life, but he is presumed to have been a courtier of Marie de Champagne, and probably of French origin."}
{"title": "Alexander Technique", "url": "https://en.wikipedia.org/wiki/Alexander_Technique", "abstract": "The Alexander Technique, named after its creator Frederick Matthias Alexander, is a popular type of alternative therapy based on the idea that poor posture gives rise to a range of health problems."}
{"title": "Andrea Alciato", "url": "https://en.wikipedia.org/wiki/Andrea_Alciato", "abstract": "right|thumb|Portrait of Andrea Alciato, reproduced from the 1584 edition of his emblem book"}
{"title": "Apparent magnitude", "url": "https://en.wikipedia.org/wiki/Apparent_magnitude", "abstract": "Apparent magnitude () is a measure of the brightness of a star or other astronomical object observed from Earth. An object's apparent magnitude depends on its intrinsic luminosity, its distance from Earth, and any extinction of the object's light caused by interstellar dust along the line of sight to the observer."}
{"title": "Absolute magnitude", "url": "https://en.wikipedia.org/wiki/Absolute_magnitude", "abstract": "Absolute magnitude () is a measure of the luminosity of a celestial object, on an inverse logarithmic astronomical magnitude scale. An object's absolute magnitude is defined to be equal to the apparent magnitude that the object would have if it were viewed from a distance of exactly , without extinction (or dimming) of its light due to absorption by interstellar matter and cosmic dust."}
{"title": "Absorption", "url": "https://en.wikipedia.org/wiki/Absorption", "abstract": "Absorption may refer to:"}
{"title": "Actinophryid", "url": "https://en.wikipedia.org/wiki/Actinophryid", "abstract": "The actinophryids are an order of heliozoa, a polyphyletic array of protists. The actinophryids are stramenopiles, having a close relationship with pedinellids and Ciliophrys."}
{"title": "Angula", "url": "https://en.wikipedia.org/wiki/Angula", "abstract": "The word Angula may refer to one of the following:"}
{"title": "ASP", "url": "https://en.wikipedia.org/wiki/ASP", "abstract": "ASP may refer to:"}
{"title": "Algebraic geometry", "url": "https://en.wikipedia.org/wiki/Algebraic_geometry", "abstract": "Algebraic geometry is a branch of mathematics, classically studying zeros of multivariate polynomials. Modern algebraic geometry is based on the use of abstract algebraic techniques, mainly from commutative algebra, for solving  geometrical problems about these sets of zeros."}
{"title": "Argument from morality", "url": "https://en.wikipedia.org/wiki/Argument_from_morality", "abstract": "The argument from morality is an argument for the existence of God. Arguments from morality tend to be based on moral normativity or moral order."}
{"title": "ASL (disambiguation)", "url": "https://en.wikipedia.org/wiki/ASL_(disambiguation)", "abstract": "ASL is a common initialism for American Sign Language, the sign language of the United States and Canada, and may also refer to:"}
{"title": "Archery", "url": "https://en.wikipedia.org/wiki/Archery", "abstract": "Archery is the sport, practice, or skill of using a bow to shoot arrows.Paterson Encyclopaedia of Archery p."}
{"title": "Comparison of American and British English", "url": "https://en.wikipedia.org/wiki/Comparison_of_American_and_British_English", "abstract": "The English language was first introduced to the Americas by British colonisation, beginning in the late 16th and early 17th centuries. The language also spread to numerous other parts of the world as a result of British trade and colonisation and the spread of the former British Empire, which, by 1921, included 470–570 million people, about a quarter of the world's population."}
{"title": "Atomic semantics", "url": "https://en.wikipedia.org/wiki/Atomic_semantics", "abstract": "Atomic semantics is a type of guarantee provided by a data register shared by several processors in a parallel machine or in a network of computers working together."}
{"title": "Antarctic Circumpolar Current", "url": "https://en.wikipedia.org/wiki/Antarctic_Circumpolar_Current", "abstract": "The Antarctic Circumpolar Current (ACC) is an ocean current that flows clockwise (as seen from the South Pole) from west to east around Antarctica. An alternative name for the ACC is the West Wind Drift."}
{"title": "Arbor Day", "url": "https://en.wikipedia.org/wiki/Arbor_Day", "abstract": "Arbor Day (or Arbour in some countries) is a secular day of observance in which individuals and groups are encouraged to plant trees. Today, many countries observe such a holiday."}
{"title": "Achaeans (Homer)", "url": "https://en.wikipedia.org/wiki/Achaeans_(Homer)", "abstract": "The Achaeans (;  Akhaioí, \"the Achaeans\" or \"of Achaea\") constitute one of the collective names for the Greeks in Homer's Iliad (used 598 times) and Odyssey. The other common names are Danaans (;  Danaoi; used 138 times in the Iliad) and Argives (;  ; used 182 times in the Iliad) while Panhellenes ( Panhellenes, \"All of the Greeks\") and Hellenes (;\"Hellene\" entry in Collins English Dictionary."}
{"title": "Aeschylus", "url": "https://en.wikipedia.org/wiki/Aeschylus", "abstract": "30 BC, based on an earlier bronze Greek herma, dating to around 340-320 BC"}
{"title": "Amber Road", "url": "https://en.wikipedia.org/wiki/Amber_Road", "abstract": "The Amber Road was an ancient trade route for the transfer of amber from the coastal areas of Sicily and later from the North Sea and the Baltic Sea to the Mediterranean Sea.Graciela Gestoso Singer, \"Amber in the Ancient Near East\", i-Medjat No."}
{"title": "Ambient", "url": "https://en.wikipedia.org/wiki/Ambient", "abstract": "Ambient or Ambiance or Ambience may refer to:"}
{"title": "Acting", "url": "https://en.wikipedia.org/wiki/Acting", "abstract": "Acting is an activity in which a story is told by means of its enactment by an actor or actress who adopts a character—in theatre, television, film, radio, or any other medium that makes use of the mimetic mode."}
{"title": "Avionics", "url": "https://en.wikipedia.org/wiki/Avionics", "abstract": "Avionics (a portmanteau of aviation and electronics) are the electronic systems used on aircraft, artificial satellites, and spacecraft. Avionic systems include communications, navigation, the display and management of multiple systems, and the hundreds of systems that are fitted to aircraft to perform individual functions."}
{"title": "Ares", "url": "https://en.wikipedia.org/wiki/Ares", "abstract": "Ares (; , Árēs ) is the Greek god of courage and war. He is one of the Twelve Olympians, and the son of Zeus and Hera."}
{"title": "Alpha compositing", "url": "https://en.wikipedia.org/wiki/Alpha_compositing", "abstract": "thumb|This [[Visible spectrum|color spectrum image's alpha channel falls off to zero at its base, where it is blended with the background color.]]"}
{"title": "Array data structure", "url": "https://en.wikipedia.org/wiki/Array_data_structure", "abstract": "In computer science, an array data structure, or simply an array, is a data structure consisting of a collection of elements (values or variables), each identified by at least one array index or key. An array is stored such that the position of each element can be computed from its index tuple by a mathematical formula."}
{"title": "Automatic number announcement circuit", "url": "https://en.wikipedia.org/wiki/Automatic_number_announcement_circuit", "abstract": "An automatic number announcement circuit (ANAC) is a component of a central office of a telephone company that provides a service to installation and service technicians to determine the telephone number of a line. The facility has a telephone number that may be called to listen to an automatic announcement that includes the caller's telephone number."}
{"title": "Aircraft hijacking", "url": "https://en.wikipedia.org/wiki/Aircraft_hijacking", "abstract": "Aircraft hijacking (also known as airplane hijacking, skyjacking, plane hijacking, plane jacking, air robbery, air piracy, or aircraft piracy, with the last term used within the special aircraft jurisdiction of the United States), is the unlawful seizure of an aircraft by an individual or a group. Dating from the earliest of hijackings, most cases involve the pilot being forced to fly according to the hijacker's demands."}
{"title": "Acropolis of Athens", "url": "https://en.wikipedia.org/wiki/Acropolis_of_Athens", "abstract": "The Acropolis of Athens is an ancient citadel located on a rocky outcrop above the city of Athens and contains the remains of several ancient buildings of great architectural and historical significance, the most famous being the Parthenon.  The word  acropolis is from the Greek words  (akron, \"highest point, extremity\") and  (polis, \"city\")."}
{"title": "A Fire Upon the Deep", "url": "https://en.wikipedia.org/wiki/A_Fire_Upon_the_Deep", "abstract": "A Fire Upon the Deep is a 1992 science fiction novel by American writer Vernor Vinge. It is a space opera involving superhuman intelligences, aliens, variable physics, space battles, love, betrayal, genocide, and a communication medium resembling Usenet."}
{"title": "Aeronautics", "url": "https://en.wikipedia.org/wiki/Aeronautics", "abstract": "Aeronautics is the science or art involved with the study, design, and manufacturing of air flight–capable machines, and the techniques of operating aircraft and rockets within the atmosphere. The British Royal Aeronautical Society identifies the aspects of \"aeronautical Art, Science and Engineering\" and \"The profession of Aeronautics (which expression includes Astronautics)."}
{"title": "Abijah", "url": "https://en.wikipedia.org/wiki/Abijah", "abstract": "Abijah ( Aviyyah) is a Biblical HebrewPetrovsky, p. 35 unisex nameSuperanskaya, p."}
{"title": "Ark", "url": "https://en.wikipedia.org/wiki/Ark", "abstract": "Ark may refer to:"}
{"title": "Abimelech", "url": "https://en.wikipedia.org/wiki/Abimelech", "abstract": "Abimelech (also spelled Abimelek or Avimelech; ) was the name of multiple Philistine kings mentioned in the Hebrew Bible."}
{"title": "Heathenry in the United States", "url": "https://en.wikipedia.org/wiki/Heathenry_in_the_United_States", "abstract": "thumb|200px|[[Mjölnir, the hammer of Thor, is one of the major symbols of Ásatrú.]]"}
{"title": "Ansible", "url": "https://en.wikipedia.org/wiki/Ansible", "abstract": "An ansible is a category of fictional devices or technology capable of near-instantaneous or faster-than-light communication. It can send and receive messages to and from a corresponding device over any distance or obstacle whatsoever with no delay, even between star systems."}
{"title": "Associative algebra", "url": "https://en.wikipedia.org/wiki/Associative_algebra", "abstract": "In mathematics, an associative algebra A is an algebraic structure with compatible operations of addition, multiplication (assumed to be associative), and a scalar multiplication by elements in some field. The addition and multiplication operations together give A the structure of a ring; the addition and scalar multiplication operations together give A the structure of a vector space over K."}
{"title": "Axiom of regularity", "url": "https://en.wikipedia.org/wiki/Axiom_of_regularity", "abstract": "In mathematics, the axiom of regularity (also known as the axiom of foundation) is an axiom of Zermelo–Fraenkel set theory that states that every non-empty set A contains an element that is disjoint from A. In first-order logic, the axiom reads:"}
{"title": "Apple II series", "url": "https://en.wikipedia.org/wiki/Apple_II_series", "abstract": "The Apple II series (trademarked with square brackets as \"Apple ][\" and rendered on later models as \"Apple //\") is a family of home computers, one of the first highly successful mass-produced microcomputer products, designed primarily by Steve Wozniak, manufactured by Apple Computer (now Apple Inc.), and launched in 1977 with the original Apple II."}
{"title": "Aliphatic compound", "url": "https://en.wikipedia.org/wiki/Aliphatic_compound", "abstract": "In organic chemistry, hydrocarbons (compounds composed solely of carbon and hydrogen) are divided into two classes: aromatic compounds and aliphatic compounds (; G. aleiphar, fat, oil)."}
{"title": "Astrology", "url": "https://en.wikipedia.org/wiki/Astrology", "abstract": "Astrology is a pseudoscience that claims to divine information about human affairs and terrestrial events by studying the movements and relative positions of celestial objects. Astrology has been dated to at least the 2nd millennium BCE, and has its roots in calendrical systems used to predict seasonal shifts and to interpret celestial cycles as signs of divine communications."}
{"title": "Abyssinia (disambiguation)", "url": "https://en.wikipedia.org/wiki/Abyssinia_(disambiguation)", "abstract": "Abyssinia is a historical name for the Ethiopian Empire"}
{"title": "Algebraic extension", "url": "https://en.wikipedia.org/wiki/Algebraic_extension", "abstract": "In abstract algebra, a field extension L/K is called algebraic if every element of L is algebraic over K, i.e."}
{"title": "Arene (disambiguation)", "url": "https://en.wikipedia.org/wiki/Arene_(disambiguation)", "abstract": "An arene or aromatic hydrocarbon is a hydrocarbon with alternating double and single bonds between carbon atoms forming rings.Benzene is an example of arenes."}
{"title": "Aesthetics", "url": "https://en.wikipedia.org/wiki/Aesthetics", "abstract": "Aesthetics, or esthetics (), is a branch of philosophy that deals with the nature  of  beauty and taste, as well as the philosophy of art (its own area of philosophy that comes out of aesthetics).Internet Encyclopedia of Philosophy]."}
{"title": "Ark of the Covenant", "url": "https://en.wikipedia.org/wiki/Ark_of_the_Covenant", "abstract": "The Ark of the Covenant (Hebrew:  ;  also known as the Ark of the Testimony, or the Ark of God), is the most sacred relic of the Israelites. It consisted of a pure gold-covered wooden chest with an elaborate lid called the Mercy seat."}
{"title": "Aster CT-80", "url": "https://en.wikipedia.org/wiki/Aster_CT-80", "abstract": "thumb|right|300px|The very first \"kit\" version of the Aster CT-80 running Newdos/80. The 64x16 TRS-80 mode screen uses only a small part of the monitor screen, because the letters are the same size as the 80×25 CP/M screen."}
{"title": "Arthur Wellesley", "url": "https://en.wikipedia.org/wiki/Arthur_Wellesley", "abstract": "Arthur Wellesley may refer to:"}
{"title": "Lists of animated television series", "url": "https://en.wikipedia.org/wiki/Lists_of_animated_television_series", "abstract": "These are lists of animated television series. Animated television series are television programs produced by means of animation."}
{"title": "List of artificial intelligence projects", "url": "https://en.wikipedia.org/wiki/List_of_artificial_intelligence_projects", "abstract": "The following is a list of current and past, non-classified notable artificial intelligence projects."}
{"title": "Armour", "url": "https://en.wikipedia.org/wiki/Armour", "abstract": "Armour (British English) or armor (American English; see spelling differences) is a covering to protect an object, individual, or vehicle from damage, especially direct contact weapons or projectiles during combat, or from a potentially dangerous environment or activity (e.g."}
{"title": "Armoured fighting vehicle", "url": "https://en.wikipedia.org/wiki/Armoured_fighting_vehicle", "abstract": "An armoured fighting vehicle (AFV) is an armed combat vehicle protected by armour, generally combining operational mobility with offensive and defensive capabilities. AFVs can be wheeled or tracked."}
{"title": "All Quiet on the Western Front", "url": "https://en.wikipedia.org/wiki/All_Quiet_on_the_Western_Front", "abstract": "All Quiet on the Western Front () is a novel by Erich Maria Remarque, a German veteran of World War I. The book describes the German soldiers' extreme physical and mental stress during the war, and the detachment from civilian life felt by many of these soldiers upon returning home from the front."}
{"title": "African Americans", "url": "https://en.wikipedia.org/wiki/African_Americans", "abstract": "Louisiana Creole FrenchGullah Creole EnglishAfrican languages"}
{"title": "Artistic License", "url": "https://en.wikipedia.org/wiki/Artistic_License", "abstract": "The DFSG and Software Licenses |work=Debian Wiki|access-date=November 28, 2010}}"}
{"title": "Aeolus", "url": "https://en.wikipedia.org/wiki/Aeolus", "abstract": "In Greek mythology, AeolusChaucer's Eolus (de Weever, Jacqueline (1996). Chaucer Name Dictionary, s."}
{"title": "ABC", "url": "https://en.wikipedia.org/wiki/ABC", "abstract": "ABC are the first three letters of the Latin script known as the alphabet."}
{"title": "Alford plea", "url": "https://en.wikipedia.org/wiki/Alford_plea", "abstract": "An Alford plea (also called a Kennedy plea in West Virginia, an Alford guilty plea and the Alford doctrine), in United States law, is a guilty plea in criminal court, whereby a defendant in a criminal case does not admit to the criminal act and asserts innocence. In entering an Alford plea, the defendant admits that the evidence presented by the prosecution would be likely to persuade a judge or jury to find the defendant guilty beyond a reasonable doubt."}
{"title": "ABCD", "url": "https://en.wikipedia.org/wiki/ABCD", "abstract": "ABCD is a list of the first four letters in the English alphabet.  It may also refer to:"}
{"title": "Anti-realism", "url": "https://en.wikipedia.org/wiki/Anti-realism", "abstract": "In analytic philosophy, anti-realism is a position, first articulated by British philosopher Michael Dummett, which encompasses many varieties such as metaphysical, mathematical, semantic, scientific, moral and epistemic. The term was coined as an argument against a form of realism Dummett saw as 'colorless reductionism'."}
{"title": "Atlantis", "url": "https://en.wikipedia.org/wiki/Atlantis", "abstract": "Atlantis (, Atlantis nesos, \"island of Atlas\") is a fictional island mentioned in an allegory on the hubris of nations in Plato's works Timaeus and Critias, wherein it represents the antagonist naval power that besieges \"Ancient Athens\", the pseudo-historic embodiment of Plato's ideal state in The Republic. In the story, Athens repels the Atlantean attack unlike any other nation of the known world,Plato's contemporaries pictured the world as consisting of only Europe, Northern Africa, and Western Asia (see the map of Hecataeus of Miletus)."}
{"title": "Autobiography", "url": "https://en.wikipedia.org/wiki/Autobiography", "abstract": "An autobiography (from the Greek, αὐτός-autos self + βίος-bios life + γράφειν-graphein to write; also informally called an autobio) is a self-written account of one's life. The word \"autobiography\" was first used deprecatingly by William Taylor in 1797 in the English periodical The Monthly Review, when he suggested the word as a hybrid, but condemned it as \"pedantic\"."}
{"title": "Armadillo", "url": "https://en.wikipedia.org/wiki/Armadillo", "abstract": "Late Paleocene – Recent"}
{"title": "Antisemitism in the Arab world", "url": "https://en.wikipedia.org/wiki/Antisemitism_in_the_Arab_world", "abstract": "Antisemitism in the Arab world refers to prejudice against Jews in Arab countries. Antisemitism has increased greatly in the region since the beginning of the 20th century, for several reasons: the dissolution and breakdown of the Ottoman Empire and traditional Islamic society; European influence, brought about by Western imperialism and Arab Christians;Lewis (1986), p."}
{"title": "Arcology", "url": "https://en.wikipedia.org/wiki/Arcology", "abstract": "Arcology, a portmanteau of \"architecture\" and \"ecology\",. is a field of creating architectural design principles for very densely populated and ecologically low-impact human habitats."}
{"title": "Analytic geometry", "url": "https://en.wikipedia.org/wiki/Analytic_geometry", "abstract": "In classical mathematics, analytic geometry, also known as coordinate geometry or Cartesian geometry, is the study of geometry using a coordinate system. This contrasts with synthetic geometry."}
{"title": "Angels in art", "url": "https://en.wikipedia.org/wiki/Angels_in_art", "abstract": "right|250px|thumb|Ezekiel's \"chariot vision\", by [[Matthaeus Merian (1593–1650), displaying several different types of angelic creatures.]]"}
{"title": "Anglo-Saxon (disambiguation)", "url": "https://en.wikipedia.org/wiki/Anglo-Saxon_(disambiguation)", "abstract": "Anglo-Saxons were Germanic tribes that settled in Britain and founded England."}
{"title": "Folklore of the United States", "url": "https://en.wikipedia.org/wiki/Folklore_of_the_United_States", "abstract": "American folklore encompasses the folklores that have evolved on the North American continent since Europeans arrived in the 16th century. While it contains much in the way of Native American tradition, it should not be confused with the tribal beliefs of any community of native people."}
{"title": "Sid Meier's Alpha Centauri", "url": "https://en.wikipedia.org/wiki/Sid_Meier%27s_Alpha_Centauri", "abstract": "Mac OSLinuxAlien CrossfireMicrosoft WindowsMac OSLinux}}"}
{"title": "Additive synthesis", "url": "https://en.wikipedia.org/wiki/Additive_synthesis", "abstract": "Additive synthesis is a sound synthesis technique that creates timbre by adding sine waves together."}
{"title": "Aircraft carrier", "url": "https://en.wikipedia.org/wiki/Aircraft_carrier", "abstract": "An aircraft carrier is a warship that serves as a seagoing airbase, equipped with a full-length flight deck and facilities for carrying, arming, deploying, and recovering aircraft. Typically, it is the capital ship of a fleet, as it allows a naval force to project air power worldwide without depending on local bases for staging aircraft operations."}
{"title": "Argentine cuisine", "url": "https://en.wikipedia.org/wiki/Argentine_cuisine", "abstract": "Argentine cuisine is described as a cultural blending of Mediterranean influences brought by the Spanish during the colonial period and, later, by Italian and Spanish immigrants to Argentina during 19th and 20th centuries, with influences from a further cultural blending of criollos (due to Spanish colonizers) with the Indigenous peoples of Argentina (such as mate and humitas)."}
{"title": "Ad hominem", "url": "https://en.wikipedia.org/wiki/Ad_hominem", "abstract": "Ad hominem (), short for argumentum ad hominem, refers to several types of arguments, some but not all of which are fallacious. Typically this term refers to a rhetorical strategy where the speaker attacks the character, motive, or some other attribute of the person making an argument rather than attacking the substance of the argument itself."}
{"title": "Analysis of algorithms", "url": "https://en.wikipedia.org/wiki/Analysis_of_algorithms", "abstract": "In computer science, the analysis of algorithms is the process of finding the computational complexity of algorithms – the amount of time, storage, or other resources needed to execute them. Usually, this involves determining a function that relates the length of an algorithm's input to the number of steps it takes (its time complexity) or the number of storage locations it uses (its space complexity)."}
{"title": "Afghan", "url": "https://en.wikipedia.org/wiki/Afghan", "abstract": "Afghan Oxford Dictionary|website= www.oxfordlearnersdictionaries."}
{"title": "Steel-string acoustic guitar", "url": "https://en.wikipedia.org/wiki/Steel-string_acoustic_guitar", "abstract": "The steel-string acoustic guitar is a modern form of guitar that descends from the nylon-strung classical guitar, but is strung with steel strings for a brighter, louder sound. Like the classical guitar, it is often referred to simply as an acoustic guitar."}
{"title": "Antonio Salieri", "url": "https://en.wikipedia.org/wiki/Antonio_Salieri", "abstract": "Antonio Salieri ,  , }} (18 August 17507 May 1825) was an Italian classical composer, conductor, and teacher. He was born in Legnago, south of Verona, in the Republic of Venice, and spent his adult life and career as a subject of the Habsburg Monarchy."}
{"title": "Abiotic stress", "url": "https://en.wikipedia.org/wiki/Abiotic_stress", "abstract": "Abiotic stress is the negative impact of non-living factors on the living organisms in a specific environment.  The non-living variable must influence the environment beyond its normal range of variation to adversely affect the population performance or individual physiology of the organism in a significant way."}
{"title": "Accusative case", "url": "https://en.wikipedia.org/wiki/Accusative_case", "abstract": "The accusative case (abbreviated ) of a noun is the grammatical case used to mark the direct object of a transitive verb. The same case is used in many languages for the objects of (some or all) prepositions."}
{"title": "Apostolic succession", "url": "https://en.wikipedia.org/wiki/Apostolic_succession", "abstract": "thumb|[[Episcopal consecration of Deodatus; Claude Bassot (1580-1630).]]"}
{"title": "AFC Ajax", "url": "https://en.wikipedia.org/wiki/AFC_Ajax", "abstract": "de Joden (the Jews), I Lancieri (The Lancers), Lucky Ajax"}
{"title": "Assault gun", "url": "https://en.wikipedia.org/wiki/Assault_gun", "abstract": "An assault gun is a form of self-propelled artillery which uses an infantry support gun mounted on a motorized chassis, normally an armored fighting vehicle. Assault guns are designed to provide direct fire support for infantry attacks, especially against other infantry or fortified positions."}
{"title": "Tank destroyer", "url": "https://en.wikipedia.org/wiki/Tank_destroyer", "abstract": "A tank destroyer, tank hunter, tank killer, or self-propelled anti-tank gun is a type of armoured fighting vehicle, armed with a direct-fire artillery gun or missile launcher, designed specifically to engage and destroy enemy tanks, often with limited operational capacities."}
{"title": "Armored car (military)", "url": "https://en.wikipedia.org/wiki/Armored_car_(military)", "abstract": "A military armored (or armoured) car is a lightweight wheeled armored fighting vehicle, historically employed for reconnaissance, internal security, armed escort, and other subordinate battlefield tasks. With the gradual decline of mounted cavalry, armored cars were developed for carrying out duties formerly assigned to light cavalry."}
{"title": "Self-propelled anti-aircraft weapon", "url": "https://en.wikipedia.org/wiki/Self-propelled_anti-aircraft_weapon", "abstract": "An anti-aircraft vehicle, also known as a self-propelled anti-aircraft gun (SPAAG) or self-propelled air defense system (SPAD), is a mobile vehicle with a dedicated anti-aircraft capability. The Russian equivalent of SPAAG is ZSU, for zenitnaya samokhodnaya ustanovka (зенитная самоходная установка, \"anti-aircraft self-propelled mount\")."}
{"title": "Adrenal gland", "url": "https://en.wikipedia.org/wiki/Adrenal_gland", "abstract": "The adrenal glands (also known as suprarenal glands) are endocrine glands that produce a variety of hormones including adrenaline and the steroids aldosterone and cortisol. They are found above the kidneys."}
{"title": "Saint Titus", "url": "https://en.wikipedia.org/wiki/Saint_Titus", "abstract": "Roman Catholic ChurchLutheranismAnglican Communion"}
{"title": "Actinide", "url": "https://en.wikipedia.org/wiki/Actinide", "abstract": "The actinoid  (IUPAC nomenclature, also called actinideThe ending -ide normally indicates a negative ion in a binary compound such as chloride, fluoride, nitride, sulfide, etc. therefore actinoid is preferred to actinide."}
{"title": "Anton Diabelli", "url": "https://en.wikipedia.org/wiki/Anton_Diabelli", "abstract": "210px|thumb|Anton Diabelli, lithograph by [[Josef Kriehuber]]"}
{"title": "August 10", "url": "https://en.wikipedia.org/wiki/August_10", "abstract": "The term 'the 10th of August' is widely used by historians as a shorthand for the Storming of the Tuileries Palace on the August 10, 1792, the effective end of the French monarchy until it was restored in 1814."}
{"title": "Audio file format", "url": "https://en.wikipedia.org/wiki/Audio_file_format", "abstract": "An audio file format is a file format for storing digital audio data on a computer system. The bit layout of the audio data (excluding metadata) is called the audio coding format and can be uncompressed, or compressed to reduce the file size, often using lossy compression."}
{"title": "Antipope Victor IV", "url": "https://en.wikipedia.org/wiki/Antipope_Victor_IV", "abstract": "Two antipopes used the regnal name Victor IV:"}
{"title": "Amdahl's law", "url": "https://en.wikipedia.org/wiki/Amdahl%27s_law", "abstract": "In computer architecture, Amdahl's law (or Amdahl's argument) is a formula which gives the theoretical speedup in latency of the execution of a task at fixed workload that can be expected of a system whose resources are improved. It is named after computer scientist Gene Amdahl, and was presented at the AFIPS Spring Joint Computer Conference in 1967."}
{"title": "Ayahuasca", "url": "https://en.wikipedia.org/wiki/Ayahuasca", "abstract": "AyahuascaPronounced as  in the UK and  in the US. Also occasionally known in English as ayaguasca (Spanish-derived), aioasca (Brazilian Portuguese-derived), or as yagé, pronounced  or ."}
{"title": "Alfonso Leng", "url": "https://en.wikipedia.org/wiki/Alfonso_Leng", "abstract": "Alfonso Leng Haygus (11 February 1884 – 11 November 1974)Alfonso Leng , Sinfónica de Colombia (accessed 2014-04-22) (in Spanish) was a post-romantic composer of classical music.John Beckwith, In Search of Alberto Guerrero (Wilfrid Laurier University Press, 2006), , pp."}
{"title": "Abbe number", "url": "https://en.wikipedia.org/wiki/Abbe_number", "abstract": "In optics and lens design, the Abbe number, also known as the V-number or constringence of a transparent material, is an approximate measure of the material's dispersion (change of refractive index versus wavelength), with high values of V indicating low dispersion. It is named after Ernst Abbe (1840–1905), the German physicist who defined it."}
{"title": "ACN", "url": "https://en.wikipedia.org/wiki/ACN", "abstract": "ACN may refer to:"}
{"title": "AD (disambiguation)", "url": "https://en.wikipedia.org/wiki/AD_(disambiguation)", "abstract": "An ad (advertisement) is a form of marketing communication."}
{"title": "Ablative case", "url": "https://en.wikipedia.org/wiki/Ablative_case", "abstract": "In grammar, the ablative case (pronounced ; sometimes abbreviated ) is a grammatical case for nouns, pronouns, and adjectives in the grammars of various languages; it is sometimes used to express motion away from something, among other uses. The word \"ablative\" derives from the Latin ablatus, the (irregular) perfect, passive participle of auferre \"to carry away\"."}
{"title": "Adamic language", "url": "https://en.wikipedia.org/wiki/Adamic_language", "abstract": "The Adamic language, according to Jewish tradition (as recorded in the midrashim) and some Christians, is the language spoken by Adam (and possibly Eve) in the Garden of Eden. It is variously interpreted as either the language used by God to address Adam (the divine language), or the language invented by Adam with which he named all things (including Eve), as in the second Genesis creation narrative ()."}
{"title": "Antipope Felix II", "url": "https://en.wikipedia.org/wiki/Antipope_Felix_II", "abstract": "Antipope Felix, (died November 22, 365) was a Roman archdecon in the 4th century. He was installed as antipope from 355 to 365."}
{"title": "Alkaloid", "url": "https://en.wikipedia.org/wiki/Alkaloid", "abstract": "Alkaloids are a class of basic, naturally occurring organic compounds  that contain at least one nitrogen atom. This group also includes some related compounds with neutral and even weakly acidic properties."}
{"title": "Adventism", "url": "https://en.wikipedia.org/wiki/Adventism", "abstract": "Adventism is a branch of Protestant Christianity that believes in the imminent Second Coming (or \"Second Advent\") of Jesus Christ. It originated in the 1830s in the United States during the Second Great Awakening when Baptist preacher William Miller first publicly shared his belief that the Second Coming would occur at some point between 1843 and 1844."}
{"title": "Anointing of the sick", "url": "https://en.wikipedia.org/wiki/Anointing_of_the_sick", "abstract": "Anointing of the sick, known also by other names, is a form of religious anointing or \"unction\" (an older term with the same meaning) for the benefit of a sick person. It is practiced by many Christian churches and denominations."}
{"title": "American Football League", "url": "https://en.wikipedia.org/wiki/American_Football_League", "abstract": "The American Football League (AFL) was a major professional American football league that operated for ten seasons from 1960 until 1970, when it merged with the older National Football League (NFL), and became the American Football Conference. The upstart AFL operated in direct competition with the more established NFL throughout its existence."}
{"title": "A.S. Roma", "url": "https://en.wikipedia.org/wiki/A.S._Roma", "abstract": "(by Italo Foschi)"}
{"title": "Antibody", "url": "https://en.wikipedia.org/wiki/Antibody", "abstract": "An antibody (Ab), also known as an immunoglobulin (Ig), is a large, Y-shaped protein used by the immune system to identify and neutralize foreign objects such as pathogenic bacteria and viruses. The antibody recognizes a unique molecule of the pathogen, called an antigen."}
{"title": "Andreas Aagesen", "url": "https://en.wikipedia.org/wiki/Andreas_Aagesen", "abstract": "thumb|Andreas Aagesen"}
{"title": "Aedile", "url": "https://en.wikipedia.org/wiki/Aedile", "abstract": "Aedile ( ;  , from , \"temple edifice\") was an elected office of the Roman Republic. Based in Rome, the aediles were responsible for maintenance of public buildings () and regulation of public festivals."}
{"title": "Auger effect", "url": "https://en.wikipedia.org/wiki/Auger_effect", "abstract": "The Auger effect is a physical phenomenon in which the filling of an inner-shell vacancy of an atom is accompanied by the emission of an electron from the same atom. When a core electron is removed, leaving a vacancy, an electron from a higher energy level may fall into the vacancy, resulting in a release of energy."}
{"title": "Anode", "url": "https://en.wikipedia.org/wiki/Anode", "abstract": "An anode is an electrode through which the conventional current enters into a polarized electrical device.  This contrasts with a cathode, an electrode through which conventional current leaves an electrical device."}
{"title": "Analog television", "url": "https://en.wikipedia.org/wiki/Analog_television", "abstract": "Analog television is the original television technology that uses analog signals to transmit video and audio. In an analog television broadcast, the brightness, colors and sound are represented by amplitude, phase and frequency of an analog signal."}
{"title": "Adhesive", "url": "https://en.wikipedia.org/wiki/Adhesive", "abstract": "thumb|right|[[Nitrocellulose adhesive dispensed from a tube]]"}
{"title": "Australian rules football", "url": "https://en.wikipedia.org/wiki/Australian_rules_football", "abstract": "Australian rules football, also called Australian football, or more simply football or footy, is a contact sport played between two teams of 18 players on an oval field, often a modified cricket ground. Points are scored by kicking the oval ball between the middle goal posts (worth six points) or between a goal and behind post (worth one point)."}
{"title": "Aon (company)", "url": "https://en.wikipedia.org/wiki/Aon_(company)", "abstract": "(Class A)S&P 500 Component"}
{"title": "Alban Berg", "url": "https://en.wikipedia.org/wiki/Alban_Berg", "abstract": "Alban Maria Johannes Berg ( , ; 9 February 1885 – 24 December 1935) was an Austrian composer of the Second Viennese School. His compositional style combined Romantic lyricism with the twelve-tone technique."}
{"title": "Analytical chemistry", "url": "https://en.wikipedia.org/wiki/Analytical_chemistry", "abstract": "Analytical chemistry studies and uses instruments and methods used to separate, identify, and quantify matter. In practice, separation, identification or quantification may constitute the entire analysis or be combined with another method."}
{"title": "Arrangement", "url": "https://en.wikipedia.org/wiki/Arrangement", "abstract": "In music, an arrangement is a musical reconceptualization of a previously composed work. It may differ from the original work by means of reharmonization, melodic paraphrasing, orchestration, or development of the formal structure."}
{"title": "Athanasian Creed", "url": "https://en.wikipedia.org/wiki/Athanasian_Creed", "abstract": "thumb|right|[[Athanasius of Alexandria was traditionally thought to be the author of the Athanasian Creed, and gives his name to its common title.]]"}
{"title": "Alicante", "url": "https://en.wikipedia.org/wiki/Alicante", "abstract": "Puerto de Alicante desde el Castillo de Santa Bárbara"}
{"title": "Albrecht Achilles", "url": "https://en.wikipedia.org/wiki/Albrecht_Achilles", "abstract": "Albrecht Achilles may refer to:"}
{"title": "Alexandrine", "url": "https://en.wikipedia.org/wiki/Alexandrine", "abstract": "Alexandrine is a name used for several distinct types of verse line with related metrical structures, most of which are ultimately derived from the classical French alexandrine. The line's name derives from its use in the Medieval French Roman d'Alexandre of 1170, although it had already been used several decades earlier in Le Pèlerinage de Charlemagne."}
{"title": "Analog computer", "url": "https://en.wikipedia.org/wiki/Analog_computer", "abstract": "An analog computer or analogue computer is a type of computer that uses the continuously variable aspects of physical phenomena such as electrical, mechanical, or hydraulic quantities to model the problem being solved. In contrast, digital computers represent varying quantities symbolically and by discrete values of both time and amplitude."}
{"title": "Audio", "url": "https://en.wikipedia.org/wiki/Audio", "abstract": "Audio most commonly refers to sound, as it is transmitted in signal form. It may also refer to:"}
{"title": "Minute and second of arc", "url": "https://en.wikipedia.org/wiki/Minute_and_second_of_arc", "abstract": ") subtends an angle of 1 arcminute at a distance of approximately ."}
{"title": "Alberto Giacometti", "url": "https://en.wikipedia.org/wiki/Alberto_Giacometti", "abstract": "(right) at the 31st Venice Biennale, 1962"}
{"title": "Anthem", "url": "https://en.wikipedia.org/wiki/Anthem", "abstract": "An anthem is a musical composition of [usually used as a symbol for a distinct group, particularly the national anthem]s of [[country|countries. Originally, and in music theory and religious contexts, it also refers more particularly to short sacred choral work (still frequently seen in Sacred Harp and other types of shape note singing) and still more particularly to a specific form of liturgical music."}
{"title": "House of Ascania", "url": "https://en.wikipedia.org/wiki/House_of_Ascania", "abstract": "The House of Ascania () was a dynasty of German rulers. It is also known as the House of Anhalt, which refers to its longest-held possession, Anhalt."}
{"title": "Conservation and restoration of cultural property", "url": "https://en.wikipedia.org/wiki/Conservation_and_restoration_of_cultural_property", "abstract": "right|thumb|Removal of adherent surface deposits by physical chemical means (by cotton swab) at Church of [[Sucevița Monastery, burial chamber, in Suceava, Romania]]"}
{"title": "Anton Chekhov", "url": "https://en.wikipedia.org/wiki/Anton_Chekhov", "abstract": "Letter to G. I."}
{"title": "AW", "url": "https://en.wikipedia.org/wiki/AW", "abstract": "A&W, AW, Aw, aW or aw may refer to:"}
{"title": "Apoptosis", "url": "https://en.wikipedia.org/wiki/Apoptosis", "abstract": "Apoptosis (from Ancient Greek [apóptōsis, \"falling off\") is a form of programmed cell death] that occurs in [[multicellular organisms. Biochemical events lead to characteristic cell changes (morphology) and death."}
{"title": "Appomattox", "url": "https://en.wikipedia.org/wiki/Appomattox", "abstract": "Appomattox, shorthand for the surrender of Robert E. Lee to Ulysses S."}
{"title": "Anal sex", "url": "https://en.wikipedia.org/wiki/Anal_sex", "abstract": "Anal sex or anal intercourse is generally the insertion and thrusting of the erect penis into a person's anus, or anus and rectum, for sexual pleasure.See pages 270–271 for anal sex information, and page 118 for information about the clitoris."}
{"title": "Aba", "url": "https://en.wikipedia.org/wiki/Aba", "abstract": "Aba may refer to:"}
{"title": "American Quarter Horse", "url": "https://en.wikipedia.org/wiki/American_Quarter_Horse", "abstract": "The American Quarter Horse, or Quarter Horse, is an American breed of horse that excels at sprinting short distances. Its name is derived from its ability to outrun other horse breeds in races of a quarter mile or less; some have been clocked at speeds up to 44 mph (70."}
{"title": "Abaddon", "url": "https://en.wikipedia.org/wiki/Abaddon", "abstract": "right|Apollyon (top) battling Christian in [[John Bunyan's The Pilgrim's Progress.|250px|thumb]]"}
{"title": "ATM", "url": "https://en.wikipedia.org/wiki/ATM", "abstract": "ATM or atm often refers to:"}
{"title": "Anthroposophy", "url": "https://en.wikipedia.org/wiki/Anthroposophy", "abstract": "Anthroposophy is an esotheric philosophy founded in the early 20th century by the esotericist Rudolf SteinerAnthroposophy , Encyclopedia Britannica online. \"Anthroposophy, philosophy based on the premise that the human intellect has the ability to contact spiritual worlds."}
{"title": "Anus", "url": "https://en.wikipedia.org/wiki/Anus", "abstract": "The anus (from Latin [meaning \"ring\", \"circle\") is an opening at the opposite end of an animal's digestive tract] from the mouth. Its function is to control the expulsion of [[feces, the residual semi-solid waste that remains after food digestion, which, depending on the type of animal, includes: matter which the animal cannot digest, such as bones; Summary at  food material after the nutrients have been extracted, for example cellulose or lignin; ingested matter which would be toxic if it remained in the digestive tract; and dead or excess gut bacteria and other endosymbionts."}
{"title": "Appendix", "url": "https://en.wikipedia.org/wiki/Appendix", "abstract": "Appendix may refer to:"}
{"title": "Acantharea", "url": "https://en.wikipedia.org/wiki/Acantharea", "abstract": "The Acantharea (Acantharia) are a group of radiolarian protozoa, distinguished mainly by their strontium sulfate skeletons. Acantharians are heterotrophic marine microplankton that range in size from about 200 microns in diameter up to several millimeters."}
{"title": "Artillery", "url": "https://en.wikipedia.org/wiki/Artillery", "abstract": "Artillery is a class of heavy military ranged weapons built to launch munitions far beyond the range and power of infantry firearms. Early artillery development focused on the ability to breach defensive walls and fortifications during sieges, and led to heavy, fairly immobile siege engines."}
{"title": "Alexanderplatz", "url": "https://en.wikipedia.org/wiki/Alexanderplatz", "abstract": "thumb|250px|Neighborhoods in [[Berlin-Mitte: Old Cölln [1] (with Museum Island [1a], Fisher Island [1b]), Altberlin [2] (with Nikolaiviertel [2a]), Friedrichswerder [3], Neukölln am Wasser [4], Dorotheenstadt [5], Friedrichstadt [6], Luisenstadt [7], Stralauer Vorstadt (with Königsstadt) [8], Alexanderplatz Area (Königsstadt and Altberlin) [9], Spandauer Vorstadt [10] (with Scheunenviertel [10a]), Friedrich-Wilhelm-Stadt [11], Oranienburger Vorstadt [12], Rosenthaler Vorstadt [13] ]]"}
{"title": "Airbus A300", "url": "https://en.wikipedia.org/wiki/Airbus_A300", "abstract": "The Airbus A300 is a wide-body airliner developed and manufactured by Airbus."}
{"title": "Agostino Carracci", "url": "https://en.wikipedia.org/wiki/Agostino_Carracci", "abstract": "Agostino Carracci (or Caracci) (16 August 1557 – 22 March 1602) was an Italian painter, printmaker, tapestry designer, and art teacher. He was, together with his brother, Annibale Carracci, and cousin, Ludovico Carracci, one of the founders of the Accademia degli Incamminati (Academy of the Progressives) in Bologna."}
{"title": "Articolo 31", "url": "https://en.wikipedia.org/wiki/Articolo_31", "abstract": "Articolo 31 is a band from Milan, Italy, formed in 1990 by J-Ax and DJ Jad, combining hip hop, funk, pop and traditional Italian musical forms. They are one of the most popular Italian hip hop groups."}
{"title": "Automated theorem proving", "url": "https://en.wikipedia.org/wiki/Automated_theorem_proving", "abstract": "Automated theorem proving (also known as ATP or automated deduction) is a subfield of automated reasoning and mathematical logic dealing with proving mathematical theorems by computer programs.  Automated reasoning over mathematical proof was a major impetus for the development of computer science."}
{"title": "Agent Orange", "url": "https://en.wikipedia.org/wiki/Agent_Orange", "abstract": "Agent Orange is a herbicide and defoliant chemical, one of the \"tactical use\" Rainbow Herbicides. It is widely known for its use by the U."}
{"title": "Astronomical year numbering", "url": "https://en.wikipedia.org/wiki/Astronomical_year_numbering", "abstract": "Astronomical year numbering is based on AD/CE year numbering, but follows normal decimal integer numbering more strictly. Thus, it has a year 0; the years before that are designated with negative numbers and the years after that are designated with positive numbers."}
{"title": "Adam of Bremen", "url": "https://en.wikipedia.org/wiki/Adam_of_Bremen", "abstract": "Adam of Bremen (; ) (before 1050 – 12 October 1081/1085) was a German medieval chronicler. He lived and worked in the second half of the eleventh century."}
{"title": "Ab urbe condita", "url": "https://en.wikipedia.org/wiki/Ab_urbe_condita", "abstract": "thumb|300px|[[Antoninianus of Pacatianus, usurper of Roman emperor Philip in 248. It reads ROMAE AETER[NAE] AN[NO] MIL[LESIMO] ET PRIMO, 'To eternal Rome, in its one thousand and first year."}
{"title": "Administrative law", "url": "https://en.wikipedia.org/wiki/Administrative_law", "abstract": "Administrative law is the division of law that governs the activities of administrative agencies of government. Government agency action can include rule making, adjudication, or the enforcement of a specific regulatory agenda."}
{"title": "André the Giant", "url": "https://en.wikipedia.org/wiki/Andr%C3%A9_the_Giant", "abstract": "Giant MachineJean FerréMonster Roussimoff"}
{"title": "Adrastea (moon)", "url": "https://en.wikipedia.org/wiki/Adrastea_(moon)", "abstract": "as \"Adrastia\" in Noah Webster (1884) A Practical Dictionary of the English Language"}
{"title": "Amalthea", "url": "https://en.wikipedia.org/wiki/Amalthea", "abstract": "Amalthea may refer to:"}
{"title": "Ananke (disambiguation)", "url": "https://en.wikipedia.org/wiki/Ananke_(disambiguation)", "abstract": "Ananke is the Greek goddess of fate. Ananke may also refer to:"}
{"title": "Alph", "url": "https://en.wikipedia.org/wiki/Alph", "abstract": "Alph may refer to:"}
{"title": "Accounting", "url": "https://en.wikipedia.org/wiki/Accounting", "abstract": "Accounting or accountancy is the measurement, processing, and communication of financial and non financial information about economic entities such as businesses and corporations. Accounting, which has been called the \"language of business\", measures the results of an organization's economic activities and conveys this information to a variety of users, including investors, creditors, management, and regulators."}
{"title": "Ant", "url": "https://en.wikipedia.org/wiki/Ant", "abstract": "Late Albian – Present"}
{"title": "Arbitration in the United States", "url": "https://en.wikipedia.org/wiki/Arbitration_in_the_United_States", "abstract": "Arbitration, in the context of the law of the United States, is a form of alternative dispute resolution. Specifically, arbitration is an alternative to litigation through which the parties to a dispute agree to submit their respective positions (through agreement or hearing) to a neutral third party (the arbitrator(s) or arbiter(s)) for resolution."}
{"title": "Adversarial system", "url": "https://en.wikipedia.org/wiki/Adversarial_system", "abstract": "The adversarial system or adversary system is a legal system used in the common law countries where two advocates represent their parties' case or position before an impartial person or group of people, usually a judge or jury, who attempt to determine the truth and pass judgment accordingly. It is in contrast to the inquisitorial system used in some civil law systems (i."}
{"title": "Abated", "url": "https://en.wikipedia.org/wiki/Abated", "abstract": "Abated, an ancient technical term applied in masonry and metal work to those portions which are sunk beneath the surface, as in inscriptions where the ground is sunk round the letters so as to leave the letters or ornament in relief."}
{"title": "Abati", "url": "https://en.wikipedia.org/wiki/Abati", "abstract": "Abati is a surname. It was used by an ancient noble family of Florence."}
{"title": "Abatis", "url": "https://en.wikipedia.org/wiki/Abatis", "abstract": "An abatis, abattis, or abbattis is a field fortification consisting of an obstacle formed (in the modern era) of the branches of trees laid in a row, with the sharpened tops directed outwards, towards the enemy. The trees are usually interlaced or tied with wire."}
{"title": "Adware", "url": "https://en.wikipedia.org/wiki/Adware", "abstract": "Adware, often called advertising-supported software by its developers, is software that generates revenue for its developer by automatically generating online advertisements in the user interface of the software or on a screen presented to the user during the installation process. The software may generate two types of revenue: one is for the display of the advertisement and another on a \"pay-per-click\" basis, if the user clicks on the advertisement."}
{"title": "Aeacus", "url": "https://en.wikipedia.org/wiki/Aeacus", "abstract": "thumb|339x339px|Aeacus and [[Telamon by Jean-Michel Moreau le Jeune.]]Aeacus (; also spelled Eacus; Ancient Greek: Αἰακός) was a mythological king of the island of Aegina in the Saronic Gulf."}
{"title": "Aedesius", "url": "https://en.wikipedia.org/wiki/Aedesius", "abstract": "Aedesius (, died 355 AD) was a Neoplatonist philosopher and mystic born of a noble Cappadocian family."}
{"title": "Aedicula", "url": "https://en.wikipedia.org/wiki/Aedicula", "abstract": "In ancient Roman religion, an aedicula (plural aediculae) is a small shrine, and in classical architecture refers to a niche covered by a pediment or entablature supported by a pair of columns and typically framing a statue.\"aedicula, n."}
{"title": "Aedui", "url": "https://en.wikipedia.org/wiki/Aedui", "abstract": "The Aedui or Haedui (Gaulish: 'the Ardent'; ) were a Gallic tribe dwelling in the modern Burgundy region during the Iron Age and the Roman period."}
{"title": "Aegadian Islands", "url": "https://en.wikipedia.org/wiki/Aegadian_Islands", "abstract": "The Aegadian Islands  (; , ; ) are a group of five small mountainous islands in the Mediterranean Sea off the northwest coast of Sicily, Italy, near the cities of Trapani and Marsala, with a total area of .Egadi Islands | islands, Italy | Britannica."}
{"title": "Aegean civilization", "url": "https://en.wikipedia.org/wiki/Aegean_civilization", "abstract": "Aegean civilization is a general term for the Bronze Age civilizations of Greece around the Aegean Sea. There are three distinct but communicating and interacting geographic regions covered by this term: Crete, the Cyclades and the Greek mainland."}
{"title": "Aegeus", "url": "https://en.wikipedia.org/wiki/Aegeus", "abstract": "In Greek mythology, Aegeus (; , also spelled Aegeas) was an archaic figure in the founding myth of Athens. The \"goat-man\" who gave his name to the Aegean Sea was, next to Poseidon, the father of Theseus, the founder of Athenian institutions and one of the kings of Athens."}
{"title": "Aegis", "url": "https://en.wikipedia.org/wiki/Aegis", "abstract": "The aegis ( ;  aigís), as stated in the Iliad, is a device carried by Athena and Zeus, variously interpreted as an animal skin or a shield and sometimes featuring the head of a Gorgon. There may be a connection with a deity named Aex or Aix, a daughter of Helios and a nurse of Zeus or alternatively a mistress of Zeus (Hyginus, Astronomica 2."}
{"title": "Aegisthus", "url": "https://en.wikipedia.org/wiki/Aegisthus", "abstract": "Aegisthus (; ; also transliterated as Aigisthos, ) was a figure in Greek mythology. Aegisthus is known from two primary sources: the first is Homer's Odyssey, believed to have been first written down by Homer at the end of the 8th century BC, and the second from Aeschylus's Oresteia, written in the 5th century, BC."}
{"title": "Aegospotami", "url": "https://en.wikipedia.org/wiki/Aegospotami", "abstract": "Aegospotami (, Aigos Potamoi) or AegospotamosMish, Frederick C., Editor in Chief."}
{"title": "Aelian", "url": "https://en.wikipedia.org/wiki/Aelian", "abstract": "Aelian or Aelianus may refer to:"}
{"title": "Aelianus Tacticus", "url": "https://en.wikipedia.org/wiki/Aelianus_Tacticus", "abstract": "Aelianus Tacticus (; fl. 2nd century AD), also known as Aelian (), was a Greek military writer who lived in Rome."}
{"title": "Agarose", "url": "https://en.wikipedia.org/wiki/Agarose", "abstract": "Agarose is a polysaccharide, generally extracted from certain red seaweed. It is a linear polymer made up of the repeating unit of agarobiose, which is a disaccharide made up of D-galactose and 3,6-anhydro-L-galactopyranose."}
{"title": "Atomic absorption spectroscopy", "url": "https://en.wikipedia.org/wiki/Atomic_absorption_spectroscopy", "abstract": "Atomic absorption spectroscopy (AAS) and atomic emission spectroscopy (AES)  is a spectroanalytical procedure for the quantitative determination of chemical elements using the absorption of optical radiation (light) by free atoms in the gaseous state. Atomic absorption spectroscopy is based on absorption of light by free metallic ions."}
{"title": "Ajaigarh", "url": "https://en.wikipedia.org/wiki/Ajaigarh", "abstract": "Ajaigarh or Adjygurh is a town and a nagar panchayat in the Panna District of Madhya Pradesh state in central India."}
{"title": "Ajmer-Merwara", "url": "https://en.wikipedia.org/wiki/Ajmer-Merwara", "abstract": "Ajmer-Merwara, also known as Ajmir ProvinceGeography of India and as Ajmer-Merwara-Kekri, is a former province of British India in the historical Ajmer region. The territory was ceded to the British by Daulat Rao Sindhia by a treaty on 25 June 1818."}
{"title": "Abatement of debts and legacies", "url": "https://en.wikipedia.org/wiki/Abatement_of_debts_and_legacies", "abstract": "Abatement of debts and legacies is a common law doctrine of wills that holds that when the equitable assets of a deceased person are not sufficient to satisfy fully all the creditors, their debts must abate proportionately, and they must accept a dividend."}
{"title": "Affection", "url": "https://en.wikipedia.org/wiki/Affection", "abstract": "Affection or fondness is a \"disposition or state of mind or body\" that is often associated with a feeling or type of love. It has given rise to a number of branches of philosophy and psychology concerning emotion, disease, influence, and state of being."}
{"title": "Affinity", "url": "https://en.wikipedia.org/wiki/Affinity", "abstract": "Affinity may refer to:"}
{"title": "Affray", "url": "https://en.wikipedia.org/wiki/Affray", "abstract": "In many legal jurisdictions related to English common law, affray is a public order offence consisting of the fighting of one or more persons in a public place to the terror (in ) of ordinary people.  Depending on their actions, and the laws of the prevailing jurisdiction, those engaged in an affray may also render themselves liable to prosecution for assault, unlawful assembly, or riot; if so, it is for one of these offences that they are usually charged."}
{"title": "Afghan Turkestan", "url": "https://en.wikipedia.org/wiki/Afghan_Turkestan", "abstract": "Afghan Turkestan,}} also known as Southern Turkestan,; ; }} is a region in northern Afghanistan, on the border with the former Soviet republics of Turkmenistan, Uzbekistan and Tajikistan. In the 19th century, there was a province in Afghanistan named Turkestan with Mazari Sharif as provincial capital."}
{"title": "Abba Arikha", "url": "https://en.wikipedia.org/wiki/Abba_Arikha", "abstract": "Abba Arikha (175–247 CE; Jewish Babylonian Aramaic: ; born: Rav Abba bar Aybo, ), commonly known as Rav (), was a Jewish amora of the 3rd century. He  was born and lived in Kafri, Asoristan, in the Sasanian Empire."}
{"title": "Abbahu", "url": "https://en.wikipedia.org/wiki/Abbahu", "abstract": "Rabbi Abbahu () was a Jew and Talmudist of the Talmudic Academies in Syria Palaestina from about 279-320 and is counted a member of the third generation of Amoraim. He is sometimes cited as Rabbi Abbahu of Kisrin (Caesarea)."}
{"title": "Abbreviator", "url": "https://en.wikipedia.org/wiki/Abbreviator", "abstract": "An Abbreviator (plural \"Abbreviators\" in English and \"Abbreviatores\" in Latin) or Breviator was a writer of the Papal Chancery who adumbrated and prepared in correct form Papal bulls, briefs, and consistorial decrees before these were written out in extenso by the scriptores."}
{"title": "Abd al-Rahman I", "url": "https://en.wikipedia.org/wiki/Abd_al-Rahman_I", "abstract": "Abd al-Rahman I, more fully Abd al-Rahman ibn Mu'awiya ibn Hisham ibn Abd al-Malik ibn Marwan (731–788) was the founder of the  Arab dynasty that ruled the greater part of Iberia for nearly three centuries (including the succeeding Caliphate of Córdoba). Abd al-Rahman was a member of the Umayyad dynasty in Damascus, and his establishment of a government in Iberia represented a break with the Abbasids, who had overthrown the Umayyads in 750."}
{"title": "Abd al-Rahman IV", "url": "https://en.wikipedia.org/wiki/Abd_al-Rahman_IV", "abstract": "Abd ar-Rahman IV Mortada () was the Caliph of Córdoba in the Umayyad dynasty in Al-Andalus, succeeding Sulayman ibn al-Hakam, in 1018. That same year, he was murdered at Cadiz while fleeing from a battle in which he had been deserted by the very supporters which had brought him into power."}
{"title": "Apollos", "url": "https://en.wikipedia.org/wiki/Apollos", "abstract": "Apollos () was a 1st-century Alexandrian Jewish Christian mentioned several times in the New Testament. A contemporary and colleague of Paul the Apostle, he played an important role in the early development of the churches of Ephesus and Corinth."}
{"title": "Acquis communautaire", "url": "https://en.wikipedia.org/wiki/Acquis_communautaire", "abstract": "The Community acquis or acquis communautaire (; ), sometimes called the EU acquis and often shortened to acquis, is the accumulated legislation, legal acts and court decisions that constitute the body of European Union law. The term is French: acquis meaning \"that which has been acquired or obtained\", and communautaire meaning \"of the community\"."}
{"title": "Antacid", "url": "https://en.wikipedia.org/wiki/Antacid", "abstract": "thumb|[[Calcium carbonate antacid tablets]]"}
{"title": "Antidiarrhoeal", "url": "https://en.wikipedia.org/wiki/Antidiarrhoeal", "abstract": "An anti-diarrhoeal drug (or anti-diarrheal drug in American English) is any medication which provides symptomatic relief for diarrhoea."}
{"title": "Áed mac Cináeda", "url": "https://en.wikipedia.org/wiki/%C3%81ed_mac_Cin%C3%A1eda", "abstract": "Áed mac Cináeda (Modern Scottish Gaelic: Aodh mac Choinnich) (died 878) was a son of Cináed mac Ailpín. He became king of the Picts in 877, when he succeeded his brother Constantín mac Cináeda."}
{"title": "Abencerrages", "url": "https://en.wikipedia.org/wiki/Abencerrages", "abstract": "Zegris (genus)}}"}
{"title": "Aberration", "url": "https://en.wikipedia.org/wiki/Aberration", "abstract": "An aberration is something that deviates from the normal way."}
{"title": "Aberration (astronomy)", "url": "https://en.wikipedia.org/wiki/Aberration_(astronomy)", "abstract": "In astronomy, aberration (also referred to as astronomical aberration, stellar aberration, or velocity aberration) is a phenomenon which produces an apparent motion of celestial objects about their true positions, dependent on the velocity of the observer. It causes objects to appear to be displaced towards the direction of motion of the observer compared to when the observer is stationary."}
{"title": "Arthur William à Beckett", "url": "https://en.wikipedia.org/wiki/Arthur_William_%C3%A0_Beckett", "abstract": "Arthur William à Beckett (25 October 1844 – 14 January 1909) was an English journalist and intellectual."}
{"title": "Au", "url": "https://en.wikipedia.org/wiki/Au", "abstract": "Au, AU,  au or a.u."}
{"title": "Abettor", "url": "https://en.wikipedia.org/wiki/Abettor", "abstract": "Abettor (from to abet, Old French abeter, à and beter, to bait, urge dogs upon any one; this word is probably of Scandinavian origin, meaning to cause to bite), is a legal term implying one who instigates, encourages or assists another to commit an offence."}
{"title": "Abeyance", "url": "https://en.wikipedia.org/wiki/Abeyance", "abstract": "Abeyance (from the Old French abeance meaning \"gaping\") is a state of expectancy in respect of property, titles or office, when the right to them is not vested in any one person, but awaits the appearance or determination of the true owner.  In law, the term abeyance can be applied only to such future estates as have not yet vested or possibly may not vest."}
{"title": "Autocorrelation", "url": "https://en.wikipedia.org/wiki/Autocorrelation", "abstract": "Autocorrelation, also known as serial correlation, is the correlation of a signal with a delayed copy of itself as a function of delay. Informally, it is the similarity between observations as a function of the time lag between them."}
{"title": "Arthur J. Stone", "url": "https://en.wikipedia.org/wiki/Arthur_J._Stone", "abstract": "Arthur J. Stone (1847–1938), a leading American silversmith, was born, trained and worked in Sheffield, England, and Edinburgh, Scotland, before travelling to the United States in 1884."}
{"title": "Au file format", "url": "https://en.wikipedia.org/wiki/Au_file_format", "abstract": "The Au file format is a simple audio file format introduced by Sun Microsystems. The format was common on NeXT systems and on early Web pages."}
{"title": "Abhorrers", "url": "https://en.wikipedia.org/wiki/Abhorrers", "abstract": "Abhorrers, the name given in 1679 to the persons who expressed their abhorrence at the action of those who had signed petitions urging King Charles II of England to assemble Parliament."}
{"title": "Abiathar", "url": "https://en.wikipedia.org/wiki/Abiathar", "abstract": "Abiathar  ( ’Evyatar, ’Ebiyatar, or ’Eviyathar, \"the father is great\"), in the Hebrew Bible, is a son of Ahimelech or Ahijah, High Priest at Nob, the fourth in descent from Eli and the last of Eli's House to be a High Priest."}
{"title": "Abigail", "url": "https://en.wikipedia.org/wiki/Abigail", "abstract": "Abigail () was married to Nabal; she became married to the future King David after Nabal's death (1 Samuel ). Abigail was David's second wife, after Saul and Ahinoam's daughter, Michal, whom Saul later married to Palti, son of Laish when David went into hiding."}
{"title": "Abila", "url": "https://en.wikipedia.org/wiki/Abila", "abstract": "Abila, also spelled Abyla, may refer to:"}
{"title": "Asexual reproduction", "url": "https://en.wikipedia.org/wiki/Asexual_reproduction", "abstract": "Asexual reproduction is a type of reproduction that does not involve the fusion of gametes or change in the number of chromosomes. The offspring that arise by asexual reproduction from either unicellular or multicellular organisms inherit the full set of genes of their single parent."}
{"title": "Aelbert Cuyp", "url": "https://en.wikipedia.org/wiki/Aelbert_Cuyp", "abstract": "thumb|upright=1.54|The Maas at Dordrecht, circa 1650, showing the [[Meuse|Maas River in front of Cuyp's hometown of Dordrecht, National Gallery of Art."}
{"title": "Alkene", "url": "https://en.wikipedia.org/wiki/Alkene", "abstract": "thumb|right|120px|A 3D model of [[ethylene, the simplest alkene.]]"}
{"title": "Allenes", "url": "https://en.wikipedia.org/wiki/Allenes", "abstract": "Allenes are organic compounds in which one carbon atom has double bonds with each of its two adjacent carbon centres. Allenes are classified as cumulated dienes."}
{"title": "Alkyne", "url": "https://en.wikipedia.org/wiki/Alkyne", "abstract": "In organic chemistry, an alkyne is an unsaturated hydrocarbon containing at least one carbon—carbon triple bond.Alkyne."}
{"title": "Ames test", "url": "https://en.wikipedia.org/wiki/Ames_test", "abstract": "The Ames test is a widely employed method that uses bacteria to test whether a given chemical can cause mutations in the DNA of the test organism. More formally, it is a biological assay to assess the mutagenic potential of chemical compounds."}
{"title": "Antianginal", "url": "https://en.wikipedia.org/wiki/Antianginal", "abstract": "An antianginal is a drug used in the treatment of angina pectoris, a symptom of ischaemic heart disease."}
{"title": "Anatomical Therapeutic Chemical Classification System", "url": "https://en.wikipedia.org/wiki/Anatomical_Therapeutic_Chemical_Classification_System", "abstract": "The Anatomical Therapeutic Chemical (ATC) Classification System is a drug classification system that classifies the active ingredients of drugs according to the organ or system on which they act and their therapeutic, pharmacological and chemical properties. Its purpose is an aid to monitor drug use and for research to improve quality medication use."}
{"title": "Parallel ATA", "url": "https://en.wikipedia.org/wiki/Parallel_ATA", "abstract": "Parallel ATA (PATA), originally , also known as ATA or IDE is standard [[Electrical connector"}
{"title": "Ahimsa", "url": "https://en.wikipedia.org/wiki/Ahimsa", "abstract": "Ahimsa (, IAST: ahiṃsā, ; ), is an ancient Indian principle of nonviolence which applies to all living beings. It is a key virtue in the Dhārmic religions: Jainism, Buddhism, Hinduism, and Sikhism."}
{"title": "Annals of Mathematics", "url": "https://en.wikipedia.org/wiki/Annals_of_Mathematics", "abstract": "The Annals of Mathematics is a mathematical journal published every two months by Princeton University and the Institute for Advanced Study."}
{"title": "Astrobiology", "url": "https://en.wikipedia.org/wiki/Astrobiology", "abstract": "Astrobiology, formerly known as exobiology, is an interdisciplinary scientific field that studies the origins, early evolution, distribution, and future of life in the universe. Astrobiology considers the question of whether extraterrestrial life exists, and if it does, how humans can detect it."}
{"title": "Air show", "url": "https://en.wikipedia.org/wiki/Air_show", "abstract": "An air show, (or airshow, air fair, air tattoo) is a public event where aircraft are exhibited."}
{"title": "Anthropic principle", "url": "https://en.wikipedia.org/wiki/Anthropic_principle", "abstract": "The anthropic principle is the principle that there is a restrictive lower bound on how statistically probable our observations of the universe are, given that we could only exist in the particular type of universe capable of developing and sustaining sentient life. Proponents of the anthropic principle argue that it explains why this universe has the age and the fundamental physical constants necessary to accommodate conscious life, since if either had been different, we would not have been around to make observations."}
{"title": "Asimov (disambiguation)", "url": "https://en.wikipedia.org/wiki/Asimov_(disambiguation)", "abstract": "Isaac Asimov (1920–1992) was a science fiction writer."}
{"title": "Active Directory", "url": "https://en.wikipedia.org/wiki/Active_Directory", "abstract": "Active Directory (AD) is a directory service developed by Microsoft for Windows domain networks. It is included in most Windows Server operating systems as a set of processes and services."}
{"title": "Arian (disambiguation)", "url": "https://en.wikipedia.org/wiki/Arian_(disambiguation)", "abstract": "Arianism is a nontrinitarian Christological doctrine."}
{"title": "Advanced Mobile Phone System", "url": "https://en.wikipedia.org/wiki/Advanced_Mobile_Phone_System", "abstract": "Advanced Mobile Phone System (AMPS) was an analog mobile phone system standard originally developed by Bell Labs and later modified in a cooperative effort between Bell Labs and Motorola. It was officially introduced in the Americas on October 13, 1983,Private Line MilestonesPast  Israel in 1986, Australia in 1987, Singapore in 1988, and Pakistan in 1990."}
{"title": "Aerodynamics", "url": "https://en.wikipedia.org/wiki/Aerodynamics", "abstract": "300px|thumb|upright=1.6|A NASA [[wake turbulence study at Wallops Island in 1990."}
{"title": "Andreas Schlüter", "url": "https://en.wikipedia.org/wiki/Andreas_Schl%C3%BCter", "abstract": "Andreas Schlüter (1659 – c. June 1714) was a German baroque sculptor and architect, active in the Holy Roman Empire of the German Nation, the Polish–Lithuanian Commonwealth, and the Russian Tsardom."}
{"title": "Ash", "url": "https://en.wikipedia.org/wiki/Ash", "abstract": "Ash or ashes are the solid remnants of fires. Specifically, ash refers to all non-aqueous, non-gaseous residues that remain after something burns."}
{"title": "Antiderivative", "url": "https://en.wikipedia.org/wiki/Antiderivative", "abstract": "In calculus, an antiderivative, inverse derivative, primitive function, primitive integral or indefinite integral of a function  is a differentiable function  whose derivative is equal to the original function . This can be stated symbolically as ."}
{"title": "Abingdon", "url": "https://en.wikipedia.org/wiki/Abingdon", "abstract": "Abingdon may refer to:"}
{"title": "Abjuration", "url": "https://en.wikipedia.org/wiki/Abjuration", "abstract": "Abjuration is the solemn repudiation, abandonment, or renunciation by or upon oath, often the renunciation of citizenship or some other right or privilege.  The term comes from the Latin abjurare, \"to forswear\"."}
{"title": "Abitibi", "url": "https://en.wikipedia.org/wiki/Abitibi", "abstract": "Abitibi may refer to:"}
{"title": "A Vindication of the Rights of Woman", "url": "https://en.wikipedia.org/wiki/A_Vindication_of_the_Rights_of_Woman", "abstract": "A Vindication of the Rights of Woman: with Strictures on Political and Moral Subjects (1792), written by the 18th-century British proto-feminist Mary Wollstonecraft, is one of the earliest works of feminist philosophy. In it, Wollstonecraft responds to those educational and political theorists of the 18th century who believed that women should not receive a rational education."}
{"title": "Acrylic paint", "url": "https://en.wikipedia.org/wiki/Acrylic_paint", "abstract": "Acrylic paint is a fast-drying paint made of pigment suspended in acrylic polymer emulsion and plasticizers, silicon oils, defoamers, stabilizers, or metal soaps.https://www."}
{"title": "Plum pudding model", "url": "https://en.wikipedia.org/wiki/Plum_pudding_model", "abstract": "The plum pudding model is one of several historical scientific models of the atom. First proposed by J."}
{"title": "Atomic theory", "url": "https://en.wikipedia.org/wiki/Atomic_theory", "abstract": "Atomic theory is the scientific theory that matter is composed of particles called atoms. Atomic theory traces its origins to an ancient philosophical tradition known as atomism."}
{"title": "Aberdeen Bestiary", "url": "https://en.wikipedia.org/wiki/Aberdeen_Bestiary", "abstract": "The Aberdeen Bestiary (Aberdeen University Library, Univ Lib. MS 24) is a 12th-century English illuminated manuscript bestiary that was first listed in 1542 in the inventory of the Old Royal Library at the Palace of Westminster."}
{"title": "Aircraft spotting", "url": "https://en.wikipedia.org/wiki/Aircraft_spotting", "abstract": "Aircraft spotting or plane spotting is a hobby of tracking the movement of aircraft, which is often accomplished by photography. Besides monitoring aircraft, aircraft spotting enthusiasts (who are usually called plane spotters) also record information regarding airports, air traffic control communications and airline routes."}
{"title": "Advertising", "url": "https://en.wikipedia.org/wiki/Advertising", "abstract": "Advertising is a marketing communication that employs an openly sponsored, non-personal message to promote or sell a product, service or idea.William J."}
{"title": "AI-complete", "url": "https://en.wikipedia.org/wiki/AI-complete", "abstract": "In the field of artificial intelligence, the most difficult problems are informally known as AI-complete or AI-hard, implying that the difficulty of these computational problems, assuming intelligence is computational, is equivalent to that of solving the central artificial intelligence problem—making computers as intelligent as people, or strong AI.Shapiro, Stuart C."}
{"title": "Archaeoastronomy", "url": "https://en.wikipedia.org/wiki/Archaeoastronomy", "abstract": "right|thumb|300px|The rising [[Sun illuminates the inner chamber of Newgrange, Ireland, only at the winter solstice.]]"}
{"title": "Ammeter", "url": "https://en.wikipedia.org/wiki/Ammeter", "abstract": "An ammeter (abbreviation of Ampere meter) is a measuring instrument used to measure the current in a circuit. Electric currents are measured in Amperes (A), hence the name."}
{"title": "Akita", "url": "https://en.wikipedia.org/wiki/Akita", "abstract": "is a Japanese name and may refer to:"}
{"title": "Amorphous solid", "url": "https://en.wikipedia.org/wiki/Amorphous_solid", "abstract": "In condensed matter physics and materials science, an amorphous (from the Greek a, without, morphé, shape, form) or non-crystalline solid is a solid that lacks the long-range order that is characteristic of a crystal. In some older books, the term has been used synonymously with glass."}
{"title": "AZ", "url": "https://en.wikipedia.org/wiki/AZ", "abstract": "AZ (or similar) may refer to:"}
{"title": "File archiver", "url": "https://en.wikipedia.org/wiki/File_archiver", "abstract": "A file archiver is a computer program that combines a number of files together into one archive file, or a series of archive files, for easier transportation or storage. File archivers may employ lossless data compression in their archive formats to reduce the size of the archive."}
{"title": "Artemis", "url": "https://en.wikipedia.org/wiki/Artemis", "abstract": "Artemis (;  Artemis, ) is the Greek goddess of the hunt, the wilderness, wild animals, the Moon, and chastity. Myths, Symbols, & Meaning|url=https://www."}
{"title": "Arbeit macht frei", "url": "https://en.wikipedia.org/wiki/Arbeit_macht_frei", "abstract": "() is a German phrase meaning \"Work sets you free\" or \"Work makes one free\". The slogan is known for appearing on the entrance of Auschwitz and other Nazi concentration camps."}
{"title": "Belgian hip hop", "url": "https://en.wikipedia.org/wiki/Belgian_hip_hop", "abstract": "Belgian hip hop music has a few rappers stemming from Africa and Italy. Belgium, like France, controlled African countries like the Democratic Republic of the Congo (formerly Zaire), Rwanda, and Burundi until the early 1960s."}
{"title": "Dutch hip hop", "url": "https://en.wikipedia.org/wiki/Dutch_hip_hop", "abstract": "Dutch hip hop or Nederhop (\"Netherhop\"), is hip hop / rap music created by Dutch speaking musicians in the Netherlands and Flanders (Belgium). Although the first Dutch speaking rappers in Europe typically worked in English, this began to change after 1986, at first in an underground scene."}
{"title": "Ackermann function", "url": "https://en.wikipedia.org/wiki/Ackermann_function", "abstract": "In computability theory, the Ackermann function, named after Wilhelm Ackermann, is one of the simplest  and earliest-discovered examples of a total computable function that is not primitive recursive. All primitive recursive functions are total and computable, but the Ackermann function illustrates that not all total computable functions are primitive recursive."}
{"title": "Antarctic", "url": "https://en.wikipedia.org/wiki/Antarctic", "abstract": "The Antarctic ( or , US English also  or ; commonly ), but the spelling pronunciation has  become common and is often considered more correct. The pronunciation without the first k sound and the first t sound is however widespread and a typical phenomenon of English in many other similar words too."}
{"title": "Albanians", "url": "https://en.wikipedia.org/wiki/Albanians", "abstract": "7 to 10 millionCarl Skutsch, Encyclopedia of the World's Minorities, Routledge, 2013"}
{"title": "Anabaptism", "url": "https://en.wikipedia.org/wiki/Anabaptism", "abstract": "Anabaptism (from Neo-Latin , from the Greek :  \"re-\" and  \"baptism\", , earlier also )Since the middle of the 20th century, the German-speaking world no longer uses the term  (translation: \"Re-baptizers\"), considering it biased. The term  (translation: \"Baptizers\") is now used, which is considered more impartial."}
{"title": "ANS", "url": "https://en.wikipedia.org/wiki/ANS", "abstract": "Ans may refer to:"}
{"title": "Southeast Alaska", "url": "https://en.wikipedia.org/wiki/Southeast_Alaska", "abstract": "Southeast Alaska, colloquially referred to as the Alaska Panhandle or Alaskan Panhandle, is the southeastern portion of the U.S."}
{"title": "Algemeen Nijmeegs Studentenblad", "url": "https://en.wikipedia.org/wiki/Algemeen_Nijmeegs_Studentenblad", "abstract": "The Algemeen Nijmeegs Studentenblad is an independent student magazine for the Radboud University Nijmegen. Founded in 1985 by members of the local student union AKKU, it is now published by the Stichting Multimedia."}
{"title": "Interior Alaska", "url": "https://en.wikipedia.org/wiki/Interior_Alaska", "abstract": "Interior Alaska is the central region of Alaska's territory, roughly bounded by the Alaska Range to the south and the Brooks Range to the north. It is largely wilderness."}
{"title": "The Bush (Alaska)", "url": "https://en.wikipedia.org/wiki/The_Bush_(Alaska)", "abstract": "In Alaska, the Bush typically refers to any region of the state that is not connected to the North American road network or does not have ready access to the state's ferry system.  A large proportion of Alaska Native populations live in the Bush, often depending on subsistence hunting and fishing."}
{"title": "A Little Night Music", "url": "https://en.wikipedia.org/wiki/A_Little_Night_Music", "abstract": "A Little Night Music is a musical with music and lyrics by  Stephen Sondheim and book by Hugh Wheeler. Inspired by the 1955 Ingmar Bergman film Smiles of a Summer Night, it involves the romantic lives of several couples."}
{"title": "Dual wield", "url": "https://en.wikipedia.org/wiki/Dual_wield", "abstract": "Dual wielding is the technique of using two weapons, one in each hand for training or combat. It is not a common combat practice."}
{"title": "Romantic orientation", "url": "https://en.wikipedia.org/wiki/Romantic_orientation", "abstract": "Romantic orientation, also called affectional orientation, indicates the sex or gender with which a person is most likely to have a romantic relationship or fall in love. It is used both alternatively and side by side with the term sexual orientation, and is based on the perspective that sexual attraction is but a single component of a larger dynamic."}
{"title": "Bubalus (Anoa)", "url": "https://en.wikipedia.org/wiki/Bubalus_(Anoa)", "abstract": "Anoa, also known as dwarf buffalo and sapiutan, is a subgenus of Bubalus comprising two species endemic to the island of Sulawesi in Indonesia: the mountain anoa (Bubalus quarlesi) and the lowland anoa (Bubalus depressicornis). Both live in undisturbed rainforest and are similar in appearance to miniature water buffaloes, weighing ."}
{"title": "Anyone Can Whistle", "url": "https://en.wikipedia.org/wiki/Anyone_Can_Whistle", "abstract": "Anyone Can Whistle is a musical with music and lyrics by Stephen Sondheim, and a book by Arthur Laurents."}
{"title": "Alcopop", "url": "https://en.wikipedia.org/wiki/Alcopop", "abstract": "An alcopop (or cooler, spirit cooler [in South African English], or malternative [in American English]) is any of certain flavored alcoholic beverages with relatively low alcohol content (e.g."}
{"title": "Alkali", "url": "https://en.wikipedia.org/wiki/Alkali", "abstract": "In chemistry, an alkali (; from ) is a basic, ionic salt of an alkali metal or an alkaline earth metal. An alkali can also be defined as a base that dissolves in water."}
{"title": "Convex uniform honeycomb", "url": "https://en.wikipedia.org/wiki/Convex_uniform_honeycomb", "abstract": "In geometry, a convex uniform honeycomb is a uniform tessellation which fills three-dimensional Euclidean space with non-overlapping convex uniform polyhedral cells."}
{"title": "Assassination", "url": "https://en.wikipedia.org/wiki/Assassination", "abstract": "Assassination is the act of murdering a prominent or important person,Black's Law Dictionary \"the act of deliberately killing someone especially a public figure, usually for money or for political reasons\" (Legal Research, Analysis and Writing by William H. Putman p."}
{"title": "Optical audio disc", "url": "https://en.wikipedia.org/wiki/Optical_audio_disc", "abstract": "An audio optical disc is an optical disc that stores sound information such as music or speech."}
{"title": "Abelian group", "url": "https://en.wikipedia.org/wiki/Abelian_group", "abstract": "In mathematics, an abelian group, also called a commutative group, is a group in which the result of applying the group operation to two group elements does not depend on the order in which they are written. That is, the group operation is commutative."}
{"title": "Abracadabra", "url": "https://en.wikipedia.org/wiki/Abracadabra", "abstract": "Abracadabra is an incantation used as a magic word in stage magic tricks, and historically was believed to have healing powers when inscribed on an amulet."}
{"title": "Acts of Union 1707", "url": "https://en.wikipedia.org/wiki/Acts_of_Union_1707", "abstract": "The Acts of Union () were two Acts of Parliament: the Union with Scotland Act 1706 passed by the Parliament of England, and the Union with England Act passed in 1707 by the Parliament of Scotland. They put into effect the terms of the Treaty of Union that had been agreed on 22 July 1706, following negotiation between commissioners representing the parliaments of the two countries."}
{"title": "Admiralty (United Kingdom)", "url": "https://en.wikipedia.org/wiki/Admiralty_(United_Kingdom)", "abstract": "The Admiralty was the British government department responsible for the command of the Royal Navy until 1964, historically under its titular head, the Lord High Admiral – one of the Great Officers of State. For much of its history, from the early 18th century until its abolition, the role of the Lord High Admiral was almost invariably put \"in commission\" and exercised by the Lords Commissioner of the Admiralty, who sat on the governing Board of Admiralty, rather than by a single person."}
{"title": "Amphibian (disambiguation)", "url": "https://en.wikipedia.org/wiki/Amphibian_(disambiguation)", "abstract": "An amphibian is an ectothermic, tetrapod vertebrate."}
{"title": "Amputation", "url": "https://en.wikipedia.org/wiki/Amputation", "abstract": "Amputation is the removal of a limb by trauma, medical illness, or surgery. As a surgical measure, it is used to control pain or a disease process in the affected limb, such as malignancy or gangrene."}
{"title": "Anemometer", "url": "https://en.wikipedia.org/wiki/Anemometer", "abstract": "An anemometer is a device used for measuring wind speed and direction. It is also a common weather station instrument."}
{"title": "Associate Justice of the Supreme Court of the United States", "url": "https://en.wikipedia.org/wiki/Associate_Justice_of_the_Supreme_Court_of_the_United_States", "abstract": "An associate justice of the Supreme Court of the United States is any member of the Supreme Court of the United States other than the chief justice of the United States. The number of associate justices is eight, as set by the Judiciary Act of 1869."}
{"title": "Analcime", "url": "https://en.wikipedia.org/wiki/Analcime", "abstract": "Analcime or analcite (from the Greek analkimos - \"weak\") is a white, gray, or colorless tectosilicate mineral.  Analcime consists of hydrated sodium aluminium silicate in cubic crystalline form."}
{"title": "Ambrose of Alexandria", "url": "https://en.wikipedia.org/wiki/Ambrose_of_Alexandria", "abstract": "Ambrose of Alexandria (before 212 – c. 250) was a friend of the Christian theologian Origen."}
{"title": "Autonomous building", "url": "https://en.wikipedia.org/wiki/Autonomous_building", "abstract": "An autonomous building is a building designed to be operated independently from infrastructural support services such as the electric power grid, gas grid, municipal water systems, sewage treatment systems, storm drains, communication services, and in some cases, public roads."}
{"title": "A Funny Thing Happened on the Way to the Forum", "url": "https://en.wikipedia.org/wiki/A_Funny_Thing_Happened_on_the_Way_to_the_Forum", "abstract": "A Funny Thing Happened on the Way to the Forum is a musical with music and lyrics by Stephen Sondheim and book by Burt Shevelove and Larry Gelbart."}
{"title": "Alaska Native Claims Settlement Act", "url": "https://en.wikipedia.org/wiki/Alaska_Native_Claims_Settlement_Act", "abstract": "The Alaska Native Claims Settlement Act (ANCSA) was signed into law by President Richard Nixon on December 18, 1971, constituting at the time the largest land claims settlement in United States history. ANCSA was intended to resolve long-standing issues surrounding aboriginal land claims in Alaska, as well as to stimulate economic development throughout Alaska."}
{"title": "Adoptionism", "url": "https://en.wikipedia.org/wiki/Adoptionism", "abstract": "Adoptionism, also called dynamic monarchianism, is an early Christian nontrinitarian theological doctrine, which holds that Jesus was adopted as the Son of God at his baptism, his resurrection, or his ascension."}
{"title": "Apollinarism", "url": "https://en.wikipedia.org/wiki/Apollinarism", "abstract": "Apollinarism or Apollinarianism is a Christological heresy proposed by Apollinaris of Laodicea (died 390) that argues that Jesus had a normal human body but a divine mind instead of a regular human soul. It was deemed heretical in 381 and virtually died out within the following decades."}
{"title": "Acid–base reaction", "url": "https://en.wikipedia.org/wiki/Acid%E2%80%93base_reaction", "abstract": "An acid–base reaction is a chemical reaction that occurs between an acid and a base. It can be used to determine pH."}
{"title": "Amyl alcohol", "url": "https://en.wikipedia.org/wiki/Amyl_alcohol", "abstract": "An amyl alcohol is any of eight alcohols with the formula C5H12O.Merriam-Webster's Collegiate Dictionary 11th Ed."}
{"title": "Autumn", "url": "https://en.wikipedia.org/wiki/Autumn", "abstract": "Autumn, also known as Fall in North American English, is one of the four temperate seasons. Outside the tropics, autumn marks the transition from summer to winter, in September (Northern Hemisphere) or March (Southern Hemisphere), when the duration of daylight becomes noticeably shorter and the temperature cools considerably."}
{"title": "Alpha helix", "url": "https://en.wikipedia.org/wiki/Alpha_helix", "abstract": "The alpha helix (α-helix) is a common motif in the secondary structure of proteins and is a right hand-helix conformation in which every backbone N−H group hydrogen bonds to the backbone C=O group of the amino acid located four residues earlier along the protein sequence."}
{"title": "Armageddon", "url": "https://en.wikipedia.org/wiki/Armageddon", "abstract": "According to the Book of Revelation in the New Testament of the Christian Bible, Armageddon (, from  Harmagedōn, Late Latin: ,Collins English Dictionary, HarperCollins, 3rd ed., p."}
{"title": "Athlon", "url": "https://en.wikipedia.org/wiki/Athlon", "abstract": "Athlon is the brand name applied to a series of x86-compatible microprocessors designed and manufactured by Advanced Micro Devices (AMD). The original Athlon (now called Athlon Classic) was the first seventh-generation x86 processor and was the first desktop processor to reach speeds of one gigahertz (GHz)."}
{"title": "Amnon", "url": "https://en.wikipedia.org/wiki/Amnon", "abstract": "Amnon ( ’Amnōn, \"faithful\") was, in the Hebrew Bible, the oldest son of King David and his second wife, Ahinoam of Jezreel., ."}
{"title": "Muslim conquests of Afghanistan", "url": "https://en.wikipedia.org/wiki/Muslim_conquests_of_Afghanistan", "abstract": "The Muslim conquests of Afghanistan began during the Muslim conquest of Persia as the Arab Muslims migrated eastwards to Khorasan, Sistan and Transoxiana. 15 years after the Battle of Nahāvand, they controlled all Sasanian domains except southern and eastern Afghanistan."}
{"title": "Androphagi", "url": "https://en.wikipedia.org/wiki/Androphagi", "abstract": "Androphagi (, cannibals, literally \"man-eaters\"), according to Herodotus, lived some distance north of Scythia in an area later hypothesised to be the forests between the upper waters of the Dnepr and Don.Herodotus iv."}
{"title": "Arithmetic–geometric mean", "url": "https://en.wikipedia.org/wiki/Arithmetic%E2%80%93geometric_mean", "abstract": "In mathematics, the arithmetic–geometric mean of two positive real numbers  and  is defined as follows:"}
{"title": "Aga", "url": "https://en.wikipedia.org/wiki/Aga", "abstract": "Aga or AGA may refer to:"}
{"title": "Asymptote", "url": "https://en.wikipedia.org/wiki/Asymptote", "abstract": "In analytic geometry, an asymptote () of a curve is a line such that the distance between the curve and the line approaches zero as one or both of the x or y coordinates tends to infinity. In projective geometry and related contexts, an asymptote of a curve is a line which is tangent to the curve at a point at infinity."}
{"title": "Accumulator (computing)", "url": "https://en.wikipedia.org/wiki/Accumulator_(computing)", "abstract": "In a computer's central processing unit (CPU), the accumulator is a register in which intermediate arithmetic logic unit results are stored."}
{"title": "Arithmetic", "url": "https://en.wikipedia.org/wiki/Arithmetic", "abstract": "Arithmetic (from the Greek [Greek|ἀριθμός] arithmos, 'number' and [Greek|τική] [Greek|[τέχνη]], tiké [téchne], 'art' or 'craft') is a branch of mathematics that consists of the study of numbers, especially concerning the properties of the traditional operations on them—addition, subtraction, multiplication, division, exponentiation and extraction of roots. Arithmetic is an elementary part of number theory, and number theory is considered to be one of the top-level divisions of modern mathematics, along with algebra, geometry, and analysis."}
{"title": "Andersonville", "url": "https://en.wikipedia.org/wiki/Andersonville", "abstract": "Andersonville may refer to:"}
{"title": "Amakusa", "url": "https://en.wikipedia.org/wiki/Amakusa", "abstract": ", which means \"Heaven's Grass,\" is a series of islands off the west coast of Kyushu, the southernmost of the four main islands of Japan."}
{"title": "Afterglow", "url": "https://en.wikipedia.org/wiki/Afterglow", "abstract": "An afterglow is a broad arch of whitish or pinkish sunlight in the sky that is scattered by fine particulates, like dust, suspended in the atmosphere. An afterglow may appear above the highest clouds in the hour of fading twilight or be reflected off high snowfields in mountain regions long after sunset."}
{"title": "Ammonius Grammaticus", "url": "https://en.wikipedia.org/wiki/Ammonius_Grammaticus", "abstract": "Ammonius Grammaticus (; ) was a 4th-century Egyptian priest who, after the destruction of the pagan temple at Alexandria (389), fled to Constantinople, where he became the tutor of the ecclesiastical historian Socrates.Socrates Scholasticus, Hist."}
{"title": "Algebraic closure", "url": "https://en.wikipedia.org/wiki/Algebraic_closure", "abstract": "In mathematics, particularly abstract algebra, an algebraic closure of a field K is an algebraic extension of K that is algebraically closed.  It is one of many closures in mathematics."}
{"title": "Advanced Power Management", "url": "https://en.wikipedia.org/wiki/Advanced_Power_Management", "abstract": "Advanced power management (APM) is an API developed by Intel and Microsoft and released in 1992 which enables an operating system running an IBM-compatible personal computer to work with the BIOS (part of the computer's firmware) to achieve power management."}
{"title": "Aspirated consonant", "url": "https://en.wikipedia.org/wiki/Aspirated_consonant", "abstract": "In phonetics, aspiration is the strong burst of breath that accompanies either the release or, in the case of preaspiration, the closure of some obstruents. In English, aspirated consonants are allophones in complementary distribution with their unaspirated counterparts, but in some other languages, notably most Indian and East Asian languages, the difference is contrastive."}
{"title": "Arteriovenous malformation", "url": "https://en.wikipedia.org/wiki/Arteriovenous_malformation", "abstract": "Arteriovenous malformation is an abnormal connection between arteries and veins, bypassing the capillary system. This vascular anomaly is widely known because of its occurrence in the central nervous system (usually cerebral AVM), but can appear in any location."}
{"title": "Atlanta", "url": "https://en.wikipedia.org/wiki/Atlanta", "abstract": "ATL,\"The service, dubbed the Atlanta Tourist Loop as a play on the city's 'ATL' nickname, will start April 29 downtown.\" \"Buses to link tourist favorites\" The Atlanta Journal-Constitution The A, Hotlanta, The Gate City, Hollywood of the South(See also Nicknames of Atlanta)"}
{"title": "Axiology", "url": "https://en.wikipedia.org/wiki/Axiology", "abstract": "Axiology (from Greek , [\"study of\") is the philosophical] study of [[value (ethics)|value.  It includes questions about the nature and classification of values and about what kinds of things have value."}
{"title": "AIM-120 AMRAAM", "url": "https://en.wikipedia.org/wiki/AIM-120_AMRAAM", "abstract": "(AIM-120D FY 2019)"}
{"title": "AGM-65 Maverick", "url": "https://en.wikipedia.org/wiki/AGM-65_Maverick", "abstract": "17,000 to $110,000, depending on variant"}
{"title": "AIM-54 Phoenix", "url": "https://en.wikipedia.org/wiki/AIM-54_Phoenix", "abstract": "477,131 (1974 FY)"}
{"title": "Lockheed AC-130", "url": "https://en.wikipedia.org/wiki/Lockheed_AC-130", "abstract": "The Lockheed AC-130 gunship is a heavily armed, long-endurance, ground-attack variant of the C-130 Hercules transport, fixed-wing aircraft. It carries a wide array of ground attack weapons that are integrated with sophisticated sensors, navigation, and fire-control systems."}
{"title": "Alternative", "url": "https://en.wikipedia.org/wiki/Alternative", "abstract": "Alternative or alternate may refer to:"}
{"title": "Alternative algebra", "url": "https://en.wikipedia.org/wiki/Alternative_algebra", "abstract": "In abstract algebra, an alternative algebra is an algebra in which multiplication need not be associative, only alternative. That is, one must have"}
{"title": "Arbitrage", "url": "https://en.wikipedia.org/wiki/Arbitrage", "abstract": "In economics and finance, arbitrage (,  ) is the practice of taking advantage of a price difference between two or more markets: striking a combination of matching deals that capitalize upon the imbalance, the profit being the difference between the market prices at which the unit is traded. When used by academics, an arbitrage is a transaction that involves no negative cash flow at any probabilistic or temporal state and a positive cash flow in at least one state; in simple terms, it is the possibility of a risk-free profit after transaction costs."}
{"title": "Arithmetic function", "url": "https://en.wikipedia.org/wiki/Arithmetic_function", "abstract": "In number theory, an arithmetic, arithmetical, or number-theoretic function is for most authorsNiven & Zuckerman, 4.2."}
{"title": "ANSI C", "url": "https://en.wikipedia.org/wiki/ANSI_C", "abstract": "ANSI C, ISO C and Standard C are successive standards for the C programming language published by the American National Standards Institute (ANSI) and the International Organization for Standardization (ISO).  Historically, the names referred specifically to the original and best-supported version of the standard (known as C89 or C90)."}
{"title": "Alien and Sedition Acts", "url": "https://en.wikipedia.org/wiki/Alien_and_Sedition_Acts", "abstract": "The Alien and Sedition Acts were four acts passed by the Federalist-dominated 5th United States Congress and signed into law by President John Adams in 1798."}
{"title": "Antinomy", "url": "https://en.wikipedia.org/wiki/Antinomy", "abstract": "Antinomy (Greek ἀντί, antí, \"against, in opposition to\", and νόμος, nómos, \"law\") refers to a real or apparent mutual incompatibility of two laws.Antinomy, Encyclopædia Britannica Online, accessed 8/27/2016 It is a term used in logic and epistemology, particularly in the philosophy of Kant."}
{"title": "Ascending chain condition", "url": "https://en.wikipedia.org/wiki/Ascending_chain_condition", "abstract": "In mathematics, the ascending chain condition (ACC) and descending chain condition (DCC) are finiteness properties satisfied by some algebraic structures, most importantly ideals in certain commutative rings.Hazewinkel, Gubareni & Kirichenko (2004), p."}
{"title": "Attribution of recent climate change", "url": "https://en.wikipedia.org/wiki/Attribution_of_recent_climate_change", "abstract": "Attribution of recent climate change is the effort to scientifically ascertain mechanisms responsible for recent global warming and related climate changes on Earth. The effort has focused on changes observed during the period of instrumental temperature record, particularly in the last 50 years."}
{"title": "Adaptive expectations", "url": "https://en.wikipedia.org/wiki/Adaptive_expectations", "abstract": "In economics, adaptive expectations is a hypothesized process by which people form their expectations about what will happen in the future based on what has happened in the past.  For example, if people want to create an expectation of the inflation rate in the future, they can refer to past inflation rates to infer some consistencies and could derive a more accurate expectation the more years they consider."}
{"title": "Atom probe", "url": "https://en.wikipedia.org/wiki/Atom_probe", "abstract": "thumb|Visualisation of data obtained from an atom probe, each point represents a reconstructed atom position from detected evaporated ions."}
{"title": "Amplifier figures of merit", "url": "https://en.wikipedia.org/wiki/Amplifier_figures_of_merit", "abstract": "In electronics, the figures of merit of an amplifier are numerical measures that characterize its properties and performance. Figures of merit can be given as a list of specifications that include properties such as gain, bandwidth, noise and linearity, among others listed in this article."}
{"title": "Athanasius of Alexandria", "url": "https://en.wikipedia.org/wiki/Athanasius_of_Alexandria", "abstract": "Patriarch Athanasius of Alexandria|and|Pope Athanasius (disambiguation)Pope Athanasius}}"}
{"title": "Outback", "url": "https://en.wikipedia.org/wiki/Outback", "abstract": "The Outback is a vast, sparsely populated area of Australia. The Outback is more remote than the bush, which includes any location outside the main urban areas."}
{"title": "Absolute Infinite", "url": "https://en.wikipedia.org/wiki/Absolute_Infinite", "abstract": "The Absolute Infinite (symbol: Ω) is an extension of the idea of infinity proposed by mathematician Georg Cantor."}
{"title": "Acceptance testing", "url": "https://en.wikipedia.org/wiki/Acceptance_testing", "abstract": "In engineering and its various subdisciplines, acceptance testing is a test conducted to determine if the requirements of a specification or contract are met. It may involve chemical tests, physical tests, or performance tests."}
{"title": "Archbishopric of Riga", "url": "https://en.wikipedia.org/wiki/Archbishopric_of_Riga", "abstract": "The Archbishopric of Riga (, ) was an archbishopric in Medieval Livonia, a subject to the Holy See. It was established in 1186 as the bishopric of Livonia at Ikšķile, then after moving to Riga it became the bishopric of Riga in 1202 and was elevated to an archbishopric in 1255."}
{"title": "Amblygonite", "url": "https://en.wikipedia.org/wiki/Amblygonite", "abstract": ") (same H-M symbol)"}
{"title": "Running amok", "url": "https://en.wikipedia.org/wiki/Running_amok", "abstract": "Running amok, sometimes referred to as simply amok or having gone amok, also spelled amuck or amuk, is the act of behaving disruptively or uncontrollably. The word derives from Southeast Asian Austronesian languages, traditionally meaning \"an episode of sudden mass assault against people or objects usually by a single individual following a period of brooding that has traditionally been regarded as occurring especially in Malaysian culture but is now increasingly viewed as psychopathological behavior\"."}
{"title": "Apostles' Creed", "url": "https://en.wikipedia.org/wiki/Apostles%27_Creed", "abstract": "The Apostles' Creed (Latin: Symbolum Apostolorum or Symbolum Apostolicum), sometimes titled the Apostolic Creed or the Symbol of the Apostles, is a Christian creed or \"symbol of faith\"."}
{"title": "Amicable numbers", "url": "https://en.wikipedia.org/wiki/Amicable_numbers", "abstract": "Amicable numbers are two different numbers related in such a way that the sum of the proper divisors of each is equal to the other number."}
{"title": "Agar", "url": "https://en.wikipedia.org/wiki/Agar", "abstract": "Agar ( or ), or agar-agar, is a jelly-like substance obtained from red algae."}
{"title": "Acid rain", "url": "https://en.wikipedia.org/wiki/Acid_rain", "abstract": "Acid rain is a rain or any other form of precipitation that is unusually acidic, meaning that it has elevated levels of hydrogen ions (low pH). It can have harmful effects on plants, aquatic animals, and infrastructure."}
{"title": "Albert III, Duke of Saxony", "url": "https://en.wikipedia.org/wiki/Albert_III,_Duke_of_Saxony", "abstract": "12 September 1500"}
{"title": "Book of Alma", "url": "https://en.wikipedia.org/wiki/Book_of_Alma", "abstract": "The Book of Alma: The Son of Alma (),\"Book of Mormon Pronunciation Guide\" (retrieved 2012-02-25), IPA-ified from «ăl´ma» usually referred to as the Book of Alma, is one of the books that make up the Book of Mormon. The title refers to Alma the Younger, a prophet and \"chief judge\" of the Nephites."}
{"title": "Antioxidant", "url": "https://en.wikipedia.org/wiki/Antioxidant", "abstract": "thumb|250px|Structure of the antioxidant, [[glutathione]]"}
{"title": "Brass", "url": "https://en.wikipedia.org/wiki/Brass", "abstract": "Brass is an alloy of copper and zinc, in proportions which can be varied to achieve varying mechanical, electrical, and chemical properties.Engineering Designer 30(3): 6–9, May–July 2004 It is a substitutional alloy: atoms of the two constituents may replace each other within the same crystal structure."}
{"title": "Ballroom dance", "url": "https://en.wikipedia.org/wiki/Ballroom_dance", "abstract": "Ballroom dance is a set of partner dances, which are enjoyed both socially and competitively around the world, mostly because of its performance and entertainment aspects.  Ballroom dancing is also widely enjoyed on stage, film, and television."}
{"title": "Baltic Sea", "url": "https://en.wikipedia.org/wiki/Baltic_Sea", "abstract": "(slightly east of the north tip of Gotland Island)"}
{"title": "Brackish water", "url": "https://en.wikipedia.org/wiki/Brackish_water", "abstract": "Brackish water, also sometimes termed brack water, is water occurring in a natural environment having more salinity than freshwater, but not as much as seawater. It may result from mixing seawater (salt water) with fresh water together, as in estuaries, or it may occur in brackish fossil aquifers."}
{"title": "BLM", "url": "https://en.wikipedia.org/wiki/BLM", "abstract": "BLM most commonly refers to:"}
{"title": "Bluegrass", "url": "https://en.wikipedia.org/wiki/Bluegrass", "abstract": "Bluegrass or Blue Grass may refer to:"}
{"title": "Black letter law", "url": "https://en.wikipedia.org/wiki/Black_letter_law", "abstract": "right|thumb|[[Blackletter L]]"}
{"title": "Blue law", "url": "https://en.wikipedia.org/wiki/Blue_law", "abstract": "Blue laws, also known as Sunday laws, are laws designed to restrict or ban some or all Sunday activities for religious or secular reasons, particularly to promote the observance of a day of worship or rest. Blue laws may also restrict shopping or ban sale of certain items on specific days, most often on Sundays in the western world."}
{"title": "Bar", "url": "https://en.wikipedia.org/wiki/Bar", "abstract": "Bar or BAR may refer to:"}
{"title": "Beer", "url": "https://en.wikipedia.org/wiki/Beer", "abstract": "Beer is one of the oldest and most widely consumed alcoholic drinks in the world, and the third most popular drink overall after water and tea. It is produced by the brewing and fermentation of starches, mainly derived from cereal grains—most commonly from malted barley, though wheat, maize (corn), rice, and oats are also used."}
{"title": "Bit", "url": "https://en.wikipedia.org/wiki/Bit", "abstract": "The bit is the most basic unit of information in computing and digital communications. The name is a contraction of binary digit."}
{"title": "Byte", "url": "https://en.wikipedia.org/wiki/Byte", "abstract": "The byte is a unit of digital information that most commonly consists of eight bits. Historically, the byte was the number of bits used to encode a single character of text in a computer and for this reason it is the smallest addressable unit of memory in many computer architectures."}
{"title": "Bach (disambiguation)", "url": "https://en.wikipedia.org/wiki/Bach_(disambiguation)", "abstract": "Johann Sebastian Bach (1685–1750) was a German composer of the Baroque period."}
{"title": "Beryllium", "url": "https://en.wikipedia.org/wiki/Beryllium", "abstract": "Beryllium is a chemical element with the symbol Be and atomic number 4. It is a steel-gray, strong, lightweight and brittle alkaline earth metal."}
{"title": "Bible", "url": "https://en.wikipedia.org/wiki/Bible", "abstract": "The Bible (from Koine Greek , , 'the books') is a collection of religious texts, writings, or scriptures sacred in Judaism, Samaritanism, Christianity, Islam, Rastafari, and many other faiths. It appears in the form of an anthology, a compilation of texts of a variety of forms that are all linked by the belief that they are collectively revelations of God."}
{"title": "Bridge", "url": "https://en.wikipedia.org/wiki/Bridge", "abstract": "A bridge is a structure built to span a physical obstacle (such as a body of water, valley, road, or rail) without blocking the way underneath.  It is constructed for the purpose of providing passage over the obstacle, which is usually something that is otherwise difficult or impossible to cross."}
{"title": "Beadwork", "url": "https://en.wikipedia.org/wiki/Beadwork", "abstract": "Beadwork is the art or craft of attaching beads to one another by stringing them onto a thread or thin wire with a sewing or beading needle or sewing them to cloth. Beads are produced in a diverse range of materials, shapes, and sizes, and vary by the kind of art produced."}
{"title": "Board game", "url": "https://en.wikipedia.org/wiki/Board_game", "abstract": "Board games are tabletop games that typically use  moved or placed on a pre-marked board (playing surface) and often include elements of table, card, role-playing, and miniatures games as well."}
{"title": "Bead", "url": "https://en.wikipedia.org/wiki/Bead", "abstract": "thumb|upright=1|right|A selection of glass beads"}
{"title": "Bead weaving", "url": "https://en.wikipedia.org/wiki/Bead_weaving", "abstract": "Bead weaving (or beadweaving) using seed beads can be done either on a loom or using one of a number of off-loom stitches."}
{"title": "Bird", "url": "https://en.wikipedia.org/wiki/Bird", "abstract": "}}Possible Early Cretaceous or early Late Cretaceous origin based on molecular clockYonezawa, T. et al."}
{"title": "Burn card", "url": "https://en.wikipedia.org/wiki/Burn_card", "abstract": "In card games, a burn card is a playing card dealt from the top of a deck, and discarded (\"burned\"), unused by the players. Burn cards are usually not shown to the players."}
{"title": "Bryozoa", "url": "https://en.wikipedia.org/wiki/Bryozoa", "abstract": "}} Contentious Cambrian records (Pywackia)"}
{"title": "Biennial plant", "url": "https://en.wikipedia.org/wiki/Biennial_plant", "abstract": "right|thumb|[[Parsley is a common example of a biennial plant.]]"}
{"title": "Bay leaf", "url": "https://en.wikipedia.org/wiki/Bay_leaf", "abstract": "The bay leaf is an aromatic leaf commonly used in cooking. It can be used whole or in a dried or ground form."}
{"title": "Basis", "url": "https://en.wikipedia.org/wiki/Basis", "abstract": "Basis may refer to:"}
{"title": "Bromeliales", "url": "https://en.wikipedia.org/wiki/Bromeliales", "abstract": "Bromeliales is an order of flowering plants.  Such an order has been recognized by a few systems of plant taxonomy, with a various placement."}
{"title": "Bulletin board system", "url": "https://en.wikipedia.org/wiki/Bulletin_board_system", "abstract": "A bulletin board system or BBS (also called Computer Bulletin Board Service, CBBS) is a computer server running software that allows users to connect to the system using a terminal program. Once logged in, the user can perform functions such as uploading and downloading software and data, reading news and bulletins, and exchanging messages with other users through public message boards and sometimes via direct chatting."}
{"title": "Piano Trios, Op. 70 (Beethoven)", "url": "https://en.wikipedia.org/wiki/Piano_Trios,_Op._70_(Beethoven)", "abstract": "Opus 70 is a set of two Piano Trios by Ludwig van Beethoven, written for piano, violin, and cello. Both trios were composed during Beethoven's stay at Countess Marie von Erdödy's estate, and both are dedicated to her for her hospitality."}
{"title": "Violin Sonata No. 5 (Beethoven)", "url": "https://en.wikipedia.org/wiki/Violin_Sonata_No._5_(Beethoven)", "abstract": "The Violin Sonata No. 5 in F major, Op."}
{"title": "Bomber", "url": "https://en.wikipedia.org/wiki/Bomber", "abstract": "A bomber is a military combat aircraft designed to attack ground and naval targets by dropping air-to-ground weaponry (such as bombs), launching torpedoes, or deploying air-launched cruise missiles. The first use of bombs dropped from an aircraft occurred in the Italo-Turkish War, with the first major deployments coming in the First World War and Second World War by all major airforces causing devastating damage to cities, towns, and rural areas."}
{"title": "Big Dipper (disambiguation)", "url": "https://en.wikipedia.org/wiki/Big_Dipper_(disambiguation)", "abstract": "The Big/Great Dipper is the American English term for the seven brightest stars of Ursa Major (The Plough in British English)."}
{"title": "Bolivia", "url": "https://en.wikipedia.org/wiki/Bolivia", "abstract": "Puliwya Mamallaqta (Quechua)}}}}"}
{"title": "Economy of the Bahamas", "url": "https://en.wikipedia.org/wiki/Economy_of_the_Bahamas", "abstract": "$12.425 billion (nominal, 2018)"}
{"title": "Government of Barbados", "url": "https://en.wikipedia.org/wiki/Government_of_Barbados", "abstract": "The Government of Barbados (GoB), is ceremonially headed by the monarch, Queen Elizabeth II as head of state.Constitution of Barbados: EXECUTIVE POWER (Chapter 6), Section 63."}
{"title": "Telecommunications in Belarus", "url": "https://en.wikipedia.org/wiki/Telecommunications_in_Belarus", "abstract": "Telecommunications in Belarus involves the availability and use of electronic devices and services, such as the telephone, television, radio or computer, for the purpose of communication."}
{"title": "Transport in Belarus", "url": "https://en.wikipedia.org/wiki/Transport_in_Belarus", "abstract": "This article is about transport in Belarus."}
{"title": "Foreign relations of Belarus", "url": "https://en.wikipedia.org/wiki/Foreign_relations_of_Belarus", "abstract": "The Byelorussian SSR was one of only two Soviet republics to be separate members of the United Nations (the other being the Ukrainian SSR). Both republics and the Soviet Union joined the UN when the organization was founded in 1945."}
{"title": "Telecommunications in Belgium", "url": "https://en.wikipedia.org/wiki/Telecommunications_in_Belgium", "abstract": "Communications in Belgium are extensive and advanced. Belgium possesses the infrastructure for both mobile and land-based telecom, as well as having significant television, radio and internet infrastructure."}
{"title": "Transport in Belgium", "url": "https://en.wikipedia.org/wiki/Transport_in_Belgium", "abstract": "Transport in Belgium is facilitated with well-developed road, air, rail and water networks. The rail network has  of electrified tracks."}
{"title": "Economy of Benin", "url": "https://en.wikipedia.org/wiki/Economy_of_Benin", "abstract": "*Low-income economy}}"}
{"title": "Economy of Bhutan", "url": "https://en.wikipedia.org/wiki/Economy_of_Bhutan", "abstract": "*Lower middle income economy}}"}
{"title": "Demographics of Bosnia and Herzegovina", "url": "https://en.wikipedia.org/wiki/Demographics_of_Bosnia_and_Herzegovina", "abstract": "This article is about the demographic features of the population of Bosnia and Herzegovina, including population density, ethnicity, education level, health of the populace, economic status, religious affiliations and other aspects of the population."}
{"title": "Politics of Bosnia and Herzegovina", "url": "https://en.wikipedia.org/wiki/Politics_of_Bosnia_and_Herzegovina", "abstract": "The Politics of Bosnia and Herzegovina takes place in a framework of a parliamentary representative democracy, whereby executive power is exercised by the Council of Ministers of Bosnia and Herzegovina. Legislative power is vested in both the Council of Ministers and the Parliamentary Assembly of Bosnia and Herzegovina."}
{"title": "Economy of Bosnia and Herzegovina", "url": "https://en.wikipedia.org/wiki/Economy_of_Bosnia_and_Herzegovina", "abstract": "*Upper-middle income economy}}"}
{"title": "Transport in Bosnia and Herzegovina", "url": "https://en.wikipedia.org/wiki/Transport_in_Bosnia_and_Herzegovina", "abstract": "Bosnia and Herzegovina has facilities for road, rail, and air transport. There are five international road routes and 20 state highways, with bus connections to many countries."}
{"title": "Foreign relations of Bosnia and Herzegovina", "url": "https://en.wikipedia.org/wiki/Foreign_relations_of_Bosnia_and_Herzegovina", "abstract": "The implementation of the Dayton Accords of 1995 has focused the efforts of policymakers in Bosnia and Herzegovina, as well as the international community, on regional stabilization in the countries-successors of the former Yugoslavia. Relations with its neighbors of Croatia, Montenegro and Serbia have been fairly stable since the signing of the Dayton Agreement in 1995."}
{"title": "History of Botswana", "url": "https://en.wikipedia.org/wiki/History_of_Botswana", "abstract": "The Batswana, a term also used to denote all citizens of Botswana, refers to the country's major ethnic group (called the Tswana in Southern Africa). Prior to European contact, the Batswana lived as herders and farmers under tribal rule."}
{"title": "Demographics of Botswana", "url": "https://en.wikipedia.org/wiki/Demographics_of_Botswana", "abstract": "This article is about the demographic features of the population of Botswana, including population density, ethnicity, education level, health of the populace, economic status, religious affiliations and other aspects of the population."}
{"title": "Politics of Botswana", "url": "https://en.wikipedia.org/wiki/Politics_of_Botswana", "abstract": "Politics of Botswana takes place in a framework of a parliamentary representative democratic republic, whereby the President of Botswana is both head of state and head of government, and of a  multi-party system. Executive power is exercised by the government."}
{"title": "Economy of Botswana", "url": "https://en.wikipedia.org/wiki/Economy_of_Botswana", "abstract": "*Upper-middle income economy}}"}
{"title": "Telecommunications in Botswana", "url": "https://en.wikipedia.org/wiki/Telecommunications_in_Botswana", "abstract": "Telecommunications in Botswana include newspapers, radio, television, fixed and mobile telephones, and the Internet."}
{"title": "Transport in Botswana", "url": "https://en.wikipedia.org/wiki/Transport_in_Botswana", "abstract": "Transportation in Botswana is provided by internal and extensive network of railways, highways, ferry services and air routes that criss-cross the country."}
{"title": "Foreign relations of Botswana", "url": "https://en.wikipedia.org/wiki/Foreign_relations_of_Botswana", "abstract": "Botswana has put a premium on economic and political integration in southern Africa. It has sought to make the Southern African Development Community (SADC) a working vehicle for economic development, and it has promoted efforts to make the region self-policing in terms of preventive diplomacy, conflict resolution, and good governance."}
{"title": "Politics of Brazil", "url": "https://en.wikipedia.org/wiki/Politics_of_Brazil", "abstract": "The politics of Brazil take place in a framework of a federal presidential representative democratic republic, whereby the President is both head of state and head of government, and of a multi-party system. The political and administrative organization of Brazil comprises the federal government, the 26 states and a federal district, and the municipalities."}
{"title": "Transport in Brazil", "url": "https://en.wikipedia.org/wiki/Transport_in_Brazil", "abstract": "Transport infrastructure in Brazil is characterized by strong regional differences and lack of development of the national rail network. Brazil's fast-growing economy, and especially the growth in exports, will place increasing demands on the transport networks."}
{"title": "Brazilian Armed Forces", "url": "https://en.wikipedia.org/wiki/Brazilian_Armed_Forces", "abstract": "President Jair Bolsonaro"}
{"title": "Foreign relations of Brazil", "url": "https://en.wikipedia.org/wiki/Foreign_relations_of_Brazil", "abstract": "The Ministry of Foreign Affairs is responsible for managing the foreign relations of Brazil. Brazil is a significant political and economic power in Latin America and a key player on the world stage."}
{"title": "Demographics of the British Virgin Islands", "url": "https://en.wikipedia.org/wiki/Demographics_of_the_British_Virgin_Islands", "abstract": "This article is about the demographic features of the population of the British Virgin Islands, including population density, ethnicity, education level, health of the populace, economic status, religious affiliations and various other aspects."}
{"title": "Telecommunications in the British Virgin Islands", "url": "https://en.wikipedia.org/wiki/Telecommunications_in_the_British_Virgin_Islands", "abstract": "Country Code: +1284"}
{"title": "Transport in the British Virgin Islands", "url": "https://en.wikipedia.org/wiki/Transport_in_the_British_Virgin_Islands", "abstract": "The systems of transport in the British Virgin Islands include 113 kilometres of highway and a harbour at Road Town."}
{"title": "Economy of Brunei", "url": "https://en.wikipedia.org/wiki/Economy_of_Brunei", "abstract": "*High-income economy}}"}
{"title": "Telecommunications in Brunei", "url": "https://en.wikipedia.org/wiki/Telecommunications_in_Brunei", "abstract": "==Telecommunications=="}
{"title": "Foreign relations of Brunei", "url": "https://en.wikipedia.org/wiki/Foreign_relations_of_Brunei", "abstract": "Brunei joined ASEAN on 7 January 1984, one week after resuming full independence, and gives its ASEAN membership the highest priority in its foreign relations. Brunei joined the United Nations in September 1984."}
{"title": "Politics of Bulgaria", "url": "https://en.wikipedia.org/wiki/Politics_of_Bulgaria", "abstract": "The politics of Bulgaria take place in a framework of a parliamentary representative democratic republic,Constitution of the Republic of Bulgaria  whereby the Prime minister is the head of government, and of a multi-party system.Bulgaria Library of Congress Country Study, Government and politics - overview, p."}
{"title": "Economy of Bulgaria", "url": "https://en.wikipedia.org/wiki/Economy_of_Bulgaria", "abstract": "*Upper-middle income economy}}"}
{"title": "Telecommunications in Bulgaria", "url": "https://en.wikipedia.org/wiki/Telecommunications_in_Bulgaria", "abstract": "Telecommunications in Bulgaria include radio, television, fixed and mobile telephones, and the Internet."}
{"title": "Transport in Bulgaria", "url": "https://en.wikipedia.org/wiki/Transport_in_Bulgaria", "abstract": "Transport in Bulgaria is dominated by road transport, despite nearly half of all paved roads belonging to the lowest category of roads. As of December 2015, the country had 829 kilometers of highways."}
{"title": "Geography of Burkina Faso", "url": "https://en.wikipedia.org/wiki/Geography_of_Burkina_Faso", "abstract": "right|thumb|280px|Map Of Burkina Faso"}
{"title": "Demographics of Burkina Faso", "url": "https://en.wikipedia.org/wiki/Demographics_of_Burkina_Faso", "abstract": "This article is about the demographic features of the population of Burkina Faso, including population density, ethnicity, education level, health of the populace, economic status, religious affiliations and other aspects of the population."}
{"title": "Economy of Burkina Faso", "url": "https://en.wikipedia.org/wiki/Economy_of_Burkina_Faso", "abstract": "*Low-income economy}}"}
{"title": "Telecommunications in Burkina Faso", "url": "https://en.wikipedia.org/wiki/Telecommunications_in_Burkina_Faso", "abstract": "Telecommunications in Burkina Faso include radio, television, fixed and mobile telephones, and the Internet."}
{"title": "Transport in Burkina Faso", "url": "https://en.wikipedia.org/wiki/Transport_in_Burkina_Faso", "abstract": "Transport in Burkina Faso consists primarily of road, air and rail transportation. The World Bank classified country's transportation as underdeveloped but noted that Burkina Faso is a natural geographic transportation hub for West Africa."}
{"title": "Foreign relations of Burkina Faso", "url": "https://en.wikipedia.org/wiki/Foreign_relations_of_Burkina_Faso", "abstract": "Burkina Faso has good relations with the European Union,Delegation of European Union to Burkina Faso Webpage. AfricanGlobal Security Article on Burkina Faso's Foreign relations."}
{"title": "Demographics of Burundi", "url": "https://en.wikipedia.org/wiki/Demographics_of_Burundi", "abstract": "This article is about the demographic features of the population of Burundi, including population density, ethnicity, education level, health of the populace, economic status, religious affiliations and other aspects of the population."}
{"title": "Politics of Burundi", "url": "https://en.wikipedia.org/wiki/Politics_of_Burundi", "abstract": "Politics of Burundi takes place in a framework of a transitional presidential representative democratic republic, whereby the President of Burundi is both head of state and head of government, and of a multi-party system. Executive power is exercised by the government."}
{"title": "Economy of Burundi", "url": "https://en.wikipedia.org/wiki/Economy_of_Burundi", "abstract": "*Low-income economy}}"}
{"title": "Communications in Burundi", "url": "https://en.wikipedia.org/wiki/Communications_in_Burundi", "abstract": "Communications in Burundi include radio, television, fixed and mobile telephones, the Internet, and the postal service in Burundi."}
{"title": "Transport in Burundi", "url": "https://en.wikipedia.org/wiki/Transport_in_Burundi", "abstract": "There are a number of systems of transport in Burundi, including road and water-based infrastructure, the latter of which makes use of Lake Tanganyika.  Furthermore, there are also some airports in Burundi."}
{"title": "Foreign relations of Burundi", "url": "https://en.wikipedia.org/wiki/Foreign_relations_of_Burundi", "abstract": "Burundi's relations with its neighbours have often been affected by security concerns. Hundreds of thousands of Burundian refugees have at various times crossed to neighboring Rwanda, Tanzania, and the Democratic Republic of the Congo."}
{"title": "BE", "url": "https://en.wikipedia.org/wiki/BE", "abstract": "BE or be may refer to:"}
{"title": "Bell (disambiguation)", "url": "https://en.wikipedia.org/wiki/Bell_(disambiguation)", "abstract": "A bell is a percussion instrument, usually cup-shaped."}
{"title": "Bell Labs", "url": "https://en.wikipedia.org/wiki/Bell_Labs", "abstract": "(as Bell Telephone Laboratories, Inc.)"}
{"title": "Brain", "url": "https://en.wikipedia.org/wiki/Brain", "abstract": "A brain is an organ that serves as the center of the nervous system in all vertebrate and most invertebrate animals. It is located in the head, usually close to the sensory organs for senses such as vision."}
{"title": "Byzantium", "url": "https://en.wikipedia.org/wiki/Byzantium", "abstract": "Byzantium () or Byzantion () was an ancient Greek city in classical antiquity that became known as Constantinople in late antiquity and Istanbul today. The Greek name Byzantion and its Latinization Byzantium continued to be used as a name of Constantinople sporadically and to varying degrees during the thousand year existence of the Byzantine Empire."}
{"title": "Biotic", "url": "https://en.wikipedia.org/wiki/Biotic", "abstract": "Biotics describe living or once living components of a community; for example organisms, such as animals and plants."}
{"title": "Berlin Wall", "url": "https://en.wikipedia.org/wiki/Berlin_Wall", "abstract": "*  East Berlin (Soviet-occupied sector of Berlin)}}"}
{"title": "Bass (sound)", "url": "https://en.wikipedia.org/wiki/Bass_(sound)", "abstract": "thumb|right|[[Bass (voice type)|Bass voice range.Benward & Saker (2003)."}
{"title": "Burning glass", "url": "https://en.wikipedia.org/wiki/Burning_glass", "abstract": "thumb|A replica (on a smaller scale) of the burning lens owned by [[Joseph Priestley, in his laboratory]]"}
{"title": "Battle of Adrianople (disambiguation)", "url": "https://en.wikipedia.org/wiki/Battle_of_Adrianople_(disambiguation)", "abstract": "The Battle of Adrianople (378 CE), in which Gothic rebels defeated the Eastern Roman Empire, was the main battle of the Gothic War (376–382)."}
{"title": "Beacon", "url": "https://en.wikipedia.org/wiki/Beacon", "abstract": "A beacon is an intentionally conspicuous device designed to attract attention to a specific location. A common example is the lighthouse, which draws attention to a fixed point that can be used to navigate around obstacles or into port."}
{"title": "Bhangra (music)", "url": "https://en.wikipedia.org/wiki/Bhangra_(music)", "abstract": "Bhaṅgṛā (ਭੰਗੜਾ (Gurmukhi); ) is a type of upbeat popular music associated with the Punjabi diaspora in Britain.  The style has its origins in the folk music of Punjab as well as western pop music of the 70s and 80s."}
{"title": "British Isles", "url": "https://en.wikipedia.org/wiki/British_Isles", "abstract": "The British Isles s pl  Na hOileáin bhriontanacha"}
{"title": "Britain", "url": "https://en.wikipedia.org/wiki/Britain", "abstract": "Britain most often refers to:"}
{"title": "Bourbon", "url": "https://en.wikipedia.org/wiki/Bourbon", "abstract": "Bourbon may refer to:"}
{"title": "Belgian Blue", "url": "https://en.wikipedia.org/wiki/Belgian_Blue", "abstract": "The Belgian Blue (, ) is a breed of beef cattle from Belgium. It may also be known as the ."}
{"title": "Boron", "url": "https://en.wikipedia.org/wiki/Boron", "abstract": "Boron is a chemical element with the symbol B and atomic number 5. In its crystalline form it is a brittle, dark, lustrous metalloid; in its amorphous form it is a brown powder."}
{"title": "Bromine", "url": "https://en.wikipedia.org/wiki/Bromine", "abstract": "Bromine is a chemical element with the symbol Br and atomic number 35. It is the third-lightest halogen, and is a fuming red-brown liquid at room temperature that evaporates readily to form a similarly coloured vapour."}
{"title": "Barium", "url": "https://en.wikipedia.org/wiki/Barium", "abstract": "Barium is a chemical element with the symbol Ba and atomic number 56. It is the fifth element in group 2 and is a soft, silvery alkaline earth metal."}
{"title": "Berkelium", "url": "https://en.wikipedia.org/wiki/Berkelium", "abstract": "Berkelium is a transuranic radioactive chemical element with the symbol Bk and atomic number 97. It is a member of the actinide and transuranium element series."}
{"title": "Bauxite", "url": "https://en.wikipedia.org/wiki/Bauxite", "abstract": "Bauxite is a sedimentary rock with a relatively high aluminium content. It is the world's main source of aluminium and gallium."}
{"title": "Bundesrat", "url": "https://en.wikipedia.org/wiki/Bundesrat", "abstract": "Bundesrat is a German word that means federal council and may refer to:"}
{"title": "Bisexual (disambiguation)", "url": "https://en.wikipedia.org/wiki/Bisexual_(disambiguation)", "abstract": "Bisexual, in human sexuality, describes a person that is sexually attracted to persons of every gender identity."}
{"title": "Bay (disambiguation)", "url": "https://en.wikipedia.org/wiki/Bay_(disambiguation)", "abstract": "A bay is an area of water bordered by land on three sides."}
{"title": "Book", "url": "https://en.wikipedia.org/wiki/Book", "abstract": "A book is a medium for recording information in the form of writing or images, typically composed of many pages (made of papyrus, parchment, vellum, or paper) bound together and protected by a cover.IEILS, p."}
{"title": "B52 (disambiguation)", "url": "https://en.wikipedia.org/wiki/B52_(disambiguation)", "abstract": "The B-52 is an American strategic bomber aircraft."}
{"title": "BSE", "url": "https://en.wikipedia.org/wiki/BSE", "abstract": "BSE may refer to:"}
{"title": "Body", "url": "https://en.wikipedia.org/wiki/Body", "abstract": "Body may refer to:"}
{"title": "Baseball statistics", "url": "https://en.wikipedia.org/wiki/Baseball_statistics", "abstract": "Baseball statistics play an important role in evaluating the progress of a player or team."}
{"title": "At bat", "url": "https://en.wikipedia.org/wiki/At_bat", "abstract": "thumb|right|350px|[[Ichiro Suzuki at bat]]"}
{"title": "Earned run", "url": "https://en.wikipedia.org/wiki/Earned_run", "abstract": "In baseball, an earned run is any run that was fully enabled by the offensive team's production in the face of competent play from the defensive team.  Conversely, an unearned run is a run that would not have been scored without the aid of an error or a passed ball committed by the defense."}
{"title": "Base on balls", "url": "https://en.wikipedia.org/wiki/Base_on_balls", "abstract": "right|thumb|275px|Rashad Eldridge of the [[Oklahoma Redhawks walks to first base after drawing a base on balls.]]"}
{"title": "List of Major League Baseball career total bases leaders", "url": "https://en.wikipedia.org/wiki/List_of_Major_League_Baseball_career_total_bases_leaders", "abstract": "In baseball statistics, total bases (TB) is the number of bases a player has gained with hits. It is a weighted sum for which the weight value is 1 for a single, 2 for a double, 3 for a triple and 4 for a home run."}
{"title": "Hit by pitch", "url": "https://en.wikipedia.org/wiki/Hit_by_pitch", "abstract": "thumb|right|200px|[[Joe Crede of the Chicago White Sox after being hit by a pitch]]"}
{"title": "Hit (baseball)", "url": "https://en.wikipedia.org/wiki/Hit_(baseball)", "abstract": "upright|thumb|right|[[Pete Rose is the all-time leader in Major League Baseball hits, recording 4,256.]]"}
{"title": "On-base percentage", "url": "https://en.wikipedia.org/wiki/On-base_percentage", "abstract": "In baseball statistics, on-base percentage (OBP), also known as on-base average/OBA, measures how frequently a batter reaches base. It is the ratio of the batter's times-on-base (TOB) (the sum of hits, walks, and times hit by pitch) to their number of plate appearances."}
{"title": "Sacrifice fly", "url": "https://en.wikipedia.org/wiki/Sacrifice_fly", "abstract": "In baseball, a sacrifice fly (sometimes abbreviated to sac fly) is defined by Rule 9.08(d):Official Rules | MLB."}
{"title": "Stolen base", "url": "https://en.wikipedia.org/wiki/Stolen_base", "abstract": "thumb|The all-time stolen base leader, [[Rickey Henderson, steals third base in 1988.]]"}
{"title": "Plate appearance", "url": "https://en.wikipedia.org/wiki/Plate_appearance", "abstract": "thumb|right|200px|[[Jimmy Rollins holds the single season record for most plate appearances, at 778.]]"}
{"title": "Games played", "url": "https://en.wikipedia.org/wiki/Games_played", "abstract": "Games played (GP) is a statistic used in team sports to indicate the total number of games in which a player has participated (in any capacity); the statistic is generally applied irrespective of whatever portion of the game is contested."}
{"title": "Binary-coded decimal", "url": "https://en.wikipedia.org/wiki/Binary-coded_decimal", "abstract": "In computing and electronic systems, binary-coded decimal (BCD) is a class of binary encodings of decimal numbers where each digit is represented by a fixed number of bits, usually four or eight. Sometimes, special bit patterns are used for a sign or other indications (e."}
{"title": "BCD", "url": "https://en.wikipedia.org/wiki/BCD", "abstract": "BCD may refer to:"}
{"title": "Binary", "url": "https://en.wikipedia.org/wiki/Binary", "abstract": "Binary may refer to:"}
{"title": "Barb Wire", "url": "https://en.wikipedia.org/wiki/Barb_Wire", "abstract": "Barb Wire was a superhero published by Comics Greatest World, an imprint of Dark Horse Comics. The character first appeared in Comics' Greatest World: Steel Harbor in 1993."}
{"title": "Banjo", "url": "https://en.wikipedia.org/wiki/Banjo", "abstract": "The banjo is a stringed instrument with a thin membrane stretched over a frame or cavity to form a resonator. The membrane is typically circular, and usually made of plastic, or occasionally animal skin."}
{"title": "Baseball positions", "url": "https://en.wikipedia.org/wiki/Baseball_positions", "abstract": "In the sport of baseball, each of the nine players on a team is assigned a particular fielding position when it is their turn to play defense. Each position conventionally has an associated number, for use in scorekeeping by the official scorer: 1 (pitcher), 2 (catcher), 3 (first baseman), 4 (second baseman), 5 (third baseman), 6 (shortstop), 7 (left fielder) 8 (center fielder), and 9 (right fielder)."}
{"title": "History of baseball in the United States", "url": "https://en.wikipedia.org/wiki/History_of_baseball_in_the_United_States", "abstract": "The history of baseball in the United States dates to the 18th century, when boys and amateur enthusiasts played a baseball-like game by their own informal rules using homemade equipment. The popularity of the sport grew and amateur men's ball clubs were formed in the 1830–50s."}
{"title": "Major League Baseball Most Valuable Player Award", "url": "https://en.wikipedia.org/wiki/Major_League_Baseball_Most_Valuable_Player_Award", "abstract": "The Major League Baseball Most Valuable Player Award (MVP) is an annual Major League Baseball (MLB) award given to one outstanding player in the American League and one in the National League. Since 1931, it has been awarded by the Baseball Writers' Association of America (BBWAA)."}
{"title": "Major League Baseball Rookie of the Year Award", "url": "https://en.wikipedia.org/wiki/Major_League_Baseball_Rookie_of_the_Year_Award", "abstract": "In Major League Baseball, the Rookie of the Year Award is  given annually to two outstanding rookie players, one each for the American League (AL) and National League (NL), as voted on by the Baseball Writers' Association of America (BBWAA). The award was established in 1940 by the Chicago chapter of the BBWAA, which selected an annual winner from 1940 through 1946."}
{"title": "National League Championship Series", "url": "https://en.wikipedia.org/wiki/National_League_Championship_Series", "abstract": "The National League Championship Series (NLCS) is a best-of-seven playoff and one of two League Championship Series comprising the penultimate round of Major League Baseball's (MLB) postseason. It is contested by the winners of the two National League (NL) Division Series."}
{"title": "American League Championship Series", "url": "https://en.wikipedia.org/wiki/American_League_Championship_Series", "abstract": "The American League Championship Series (ALCS) is a best-of-seven playoff and one of two League Championship Series comprising the penultimate round of Major League Baseball's (MLB) postseason. It is contested by the winners of the two American League (AL) Division Series."}
{"title": "American League Division Series", "url": "https://en.wikipedia.org/wiki/American_League_Division_Series", "abstract": "In Major League Baseball, the American League Division Series (ALDS) determines which two teams from the American League will advance to the American League Championship Series. The Division Series consists of two best-of-five series, featuring the three division winners and the winner of the wild-card play-off."}
{"title": "National League Division Series", "url": "https://en.wikipedia.org/wiki/National_League_Division_Series", "abstract": "In Major League Baseball, the National League Division Series (NLDS) determines which two teams from the National League will advance to the National League Championship Series. The Division Series consists of two best-of-five series, featuring the three division winners and the winner of the wild-card play-off."}
{"title": "Bluetongue disease", "url": "https://en.wikipedia.org/wiki/Bluetongue_disease", "abstract": "Bluetongue disease is a noncontagious, insect-borne, viral disease of ruminants, mainly sheep and less frequently cattle, yaks, goats, buffalo, deer, dromedaries, and antelope. It is caused by Bluetongue virus (BTV)."}
{"title": "Bundle theory", "url": "https://en.wikipedia.org/wiki/Bundle_theory", "abstract": "Bundle theory, originated by the 18th century Scottish philosopher David Hume, is the ontological theory about objecthood in which an object consists only of a collection (bundle) of properties, relations or tropes."}
{"title": "Biostatistics", "url": "https://en.wikipedia.org/wiki/Biostatistics", "abstract": "Biostatistics (also known as biometry) are the development and application of statistical methods to a wide range of topics in biology. It encompasses the design of biological experiments, the collection and analysis of data from those experiments and the interpretation of the results."}
{"title": "List of major biblical figures", "url": "https://en.wikipedia.org/wiki/List_of_major_biblical_figures", "abstract": "The Bible is a canonical collection of texts considered sacred in Judaism or Christianity. Different religious groups include different books within their canons, in different orders, and sometimes divide or combine books, or incorporate additional material into canonical books."}
{"title": "Bass guitar", "url": "https://en.wikipedia.org/wiki/Bass_guitar", "abstract": "The bass guitar, electric bass or simply bass, is the lowest-pitched member of the guitar family. It is a plucked string instrument similar in appearance and construction to an electric or an acoustic guitar, but with a longer neck and scale length, and typically four to six strings or courses."}
{"title": "Basketball", "url": "https://en.wikipedia.org/wiki/Basketball", "abstract": ". Springfield, Massachusetts, U."}
{"title": "Blowfish (disambiguation)", "url": "https://en.wikipedia.org/wiki/Blowfish_(disambiguation)", "abstract": "Blowfish are species of fish in the family Tetraodontidae."}
{"title": "Ball", "url": "https://en.wikipedia.org/wiki/Ball", "abstract": "A ball is a round object (usually spherical, but can sometimes be ovoid) with various uses. It is used in ball games, where the play of the game follows the state of the ball as it is hit, kicked or thrown by players."}
{"title": "Binary relation", "url": "https://en.wikipedia.org/wiki/Binary_relation", "abstract": "In mathematics, a binary relation over sets  and  is a subset of the Cartesian product  X \\times Y; that is, it is a set of ordered pairs  consisting of elements  in  and  in . It encodes the common concept of relation: an element  is related to an element , if and only if the pair  belongs to the set of ordered pairs that defines the binary relation."}
{"title": "Bastille Day", "url": "https://en.wikipedia.org/wiki/Bastille_Day", "abstract": "Bastille Day is the common name given in English-speaking countries to the national day of France, which is celebrated on 14 July each year. In French, it is formally called  (; \"National Celebration\") and commonly and legally  (; \"the 14th of July\")."}
{"title": "Blowfish (cipher)", "url": "https://en.wikipedia.org/wiki/Blowfish_(cipher)", "abstract": "for a class of weak keys, 14 rounds of Blowfish can be distinguished from a pseudorandom permutation (Vaudenay, 1996)."}
{"title": "Bijection", "url": "https://en.wikipedia.org/wiki/Bijection", "abstract": "thumb|200px|A bijective function, f: X → Y, where set X is {1, 2, 3, 4} and set Y is {A, B, C, D}. For example, f(1) = D."}
{"title": "Binary function", "url": "https://en.wikipedia.org/wiki/Binary_function", "abstract": "In mathematics, a binary function (also called bivariate function, or function of two variables) is a function that takes two inputs."}
{"title": "Binary operation", "url": "https://en.wikipedia.org/wiki/Binary_operation", "abstract": "In mathematics, a binary operation or dyadic operation is a calculation that combines two elements (called operands) to produce another element. More formally, a binary operation is an operation of arity two."}
{"title": "Bagpipes", "url": "https://en.wikipedia.org/wiki/Bagpipes", "abstract": "Bagpipes are a woodwind instrument using enclosed reeds fed from a constant reservoir of air in the form of a bag. The Scottish Great Highland bagpipes are the best known examples in the Anglophone world, but people have played bagpipes for centuries throughout large parts of Europe, Anatolia, the Caucasus, Northern Africa, Western Asia, around the Persian Gulf and northern parts of South Asia."}
{"title": "Bedrock Records", "url": "https://en.wikipedia.org/wiki/Bedrock_Records", "abstract": "Bedrock Records is an English record label for trance, house and techno started by Nick Muir and John Digweed. Its name comes from a nightclub in London that is also called Bedrock."}
{"title": "Biochemistry", "url": "https://en.wikipedia.org/wiki/Biochemistry", "abstract": "Biochemistry or biological chemistry, is the study of chemical processes within and relating to living organisms.  A sub-discipline of both chemistry and biology, biochemistry may be divided into three fields: structural biology, enzymology and metabolism."}
{"title": "Badminton", "url": "https://en.wikipedia.org/wiki/Badminton", "abstract": "Badminton is a racquet sport played using racquets to hit a shuttlecock across a net. Although it may be played with larger teams, the most common forms of the game are \"singles\" (with one player per side) and \"doubles\" (with two players per side)."}
{"title": "Boolean algebra (structure)", "url": "https://en.wikipedia.org/wiki/Boolean_algebra_(structure)", "abstract": "In abstract algebra, a Boolean algebra or Boolean lattice is a complemented distributive lattice. This type of algebraic structure captures essential properties of both set operations and logic operations."}
{"title": "British", "url": "https://en.wikipedia.org/wiki/British", "abstract": "British may refer to:"}
{"title": "Beachcomber (pen name)", "url": "https://en.wikipedia.org/wiki/Beachcomber_(pen_name)", "abstract": "Beachcomber is a nom de plume that has been used by several journalists writing a long-running humorous column on the Daily Express. It was originated in 1917 by Major John Bernard Arbuthnot MVO as his signature on the column, titled 'By the Way'."}
{"title": "Bandwidth (signal processing)", "url": "https://en.wikipedia.org/wiki/Bandwidth_(signal_processing)", "abstract": "right|300px|thumb|Baseband bandwidth. Here the bandwidth equals the upper frequency."}
{"title": "Bodhisattva", "url": "https://en.wikipedia.org/wiki/Bodhisattva", "abstract": "In Buddhism, a bodhisattva ( )\"Bodhisattva\". Collins English Dictionary."}
{"title": "Buckingham Palace", "url": "https://en.wikipedia.org/wiki/Buckingham_Palace", "abstract": "Buckingham Palace () is the London residence and administrative headquarters of the monarch of the United Kingdom. Located in the City of Westminster, the palace is often at the centre of state occasions and royal hospitality."}
{"title": "Bicycle", "url": "https://en.wikipedia.org/wiki/Bicycle", "abstract": "A bicycle, also called a bike or cycle, is a human-powered or motor-powered, pedal-driven, single-track vehicle, having two wheels attached to a frame, one behind the other. A  is called a cyclist, or bicyclist."}
{"title": "Biopolymer", "url": "https://en.wikipedia.org/wiki/Biopolymer", "abstract": "Biopolymers are natural polymers produced by the cells of living organisms. Biopolymers consist of monomeric units that are covalently bonded to form larger molecules."}
{"title": "Book of Mormon", "url": "https://en.wikipedia.org/wiki/Book_of_Mormon", "abstract": "The Book of Mormon is a religious text of the Latter Day Saint movement, which, according to Latter Day Saint theology, contains writings of ancient prophets who lived on the American continent from approximately 2200 BC to AD 421. It was first published in March 1830 by Joseph Smith as The Book of Mormon: An Account Written by the Hand of Mormon upon Plates Taken from the Plates of Nephi."}
{"title": "Baptists", "url": "https://en.wikipedia.org/wiki/Baptists", "abstract": "Baptists form a major branch of Protestant Christianity distinguished by baptizing professing Christian believers only (believer's baptism, as opposed to infant baptism), and doing so by complete immersion (as opposed to affusion or aspersion). Baptist churches also generally subscribe to the doctrines of soul competency (the responsibility and accountability of every person before God), sola fide (salvation by faith alone), sola scriptura (scripture alone as the rule of faith and practice) and congregationalist church government."}
{"title": "Banach space", "url": "https://en.wikipedia.org/wiki/Banach_space", "abstract": "In mathematics, more specifically in functional analysis, a Banach space (pronounced ) is a complete normed vector space. Thus, a Banach space is a vector space with a metric that allows the computation of vector length and distance between vectors and is complete in the sense that a Cauchy sequence of vectors always converges to a well defined limit that is within the space."}
{"title": "Billion (disambiguation)", "url": "https://en.wikipedia.org/wiki/Billion_(disambiguation)", "abstract": "Billion is a name for a large number. It may refer specifically to:"}
{"title": "Contract bridge", "url": "https://en.wikipedia.org/wiki/Contract_bridge", "abstract": "minutes per deal"}
{"title": "Boat", "url": "https://en.wikipedia.org/wiki/Boat", "abstract": "A boat is a watercraft of a large range of types and sizes, but generally smaller than a ship, which is distinguished by its larger size, shape, cargo or passenger capacity, or its ability to carry boats."}
{"title": "Blood", "url": "https://en.wikipedia.org/wiki/Blood", "abstract": "Blood is a body fluid in humans and other animals that delivers necessary substances such as nutrients and oxygen to the cells and transports metabolic waste products away from those same cells."}
{"title": "Benoit Mandelbrot", "url": "https://en.wikipedia.org/wiki/Benoit_Mandelbrot", "abstract": "an assertion that is supported by his obituary in The Guardian.|group=n|name=Mandelbrot's_name}} Mandelbrot"}
{"title": "Base", "url": "https://en.wikipedia.org/wiki/Base", "abstract": "Base or BASE may refer to:"}
{"title": "Bar Kokhba (album)", "url": "https://en.wikipedia.org/wiki/Bar_Kokhba_(album)", "abstract": "Bar Kokhba is a double album by John Zorn, recorded between 1994 and 1996.Tzadik catalogue It features music from Zorn's Masada project, rearranged for small ensembles."}
{"title": "List of Byzantine emperors", "url": "https://en.wikipedia.org/wiki/List_of_Byzantine_emperors", "abstract": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire (or the Eastern Roman Empire), to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or senior ruler, as well as of the various usurpers or rebels who claimed the imperial title."}
{"title": "Butterfly effect", "url": "https://en.wikipedia.org/wiki/Butterfly_effect", "abstract": "thumb|200px|right|A plot of Lorenz's [[strange attractor for values ρ=28, σ = 10, β = 8/3. The butterfly effect or sensitive dependence on initial conditions is the property of a dynamical system that, starting from any of various arbitrarily close alternative initial conditions on the attractor, the iterated points will become arbitrarily spread out from each other."}
{"title": "Borland", "url": "https://en.wikipedia.org/wiki/Borland", "abstract": "in California (Borland International, Inc.)April 29, 1998 (Inprise Corporation)January 22, 2001 (Borland Software Corporation)"}
{"title": "Black Flag", "url": "https://en.wikipedia.org/wiki/Black_Flag", "abstract": "Black Flag or black flag may refer to:"}
{"title": "Bubble tea", "url": "https://en.wikipedia.org/wiki/Bubble_tea", "abstract": "Bubble tea (also known as pearl milk tea, bubble milk tea, tapioca milk tea, or boba tea or boba; Chinese: 珍珠奶茶; pinyin: zhēnzhū nǎichá, 波霸奶茶; bōbà nǎichá; or 泡泡茶; pàopào chá in Singapore) is a tea-based drink that originated in Taiwan in the early 1980s. It most commonly consists of tea accompanied by chewy tapioca balls (\"boba\" or \"pearls\"), but it can be made with other toppings as well."}
{"title": "Battleship", "url": "https://en.wikipedia.org/wiki/Battleship", "abstract": "A battleship is a large armored warship with a main battery consisting of large caliber guns. It dominated naval warfare in the late 19th and early 20th centuries."}
{"title": "Bifröst", "url": "https://en.wikipedia.org/wiki/Bifr%C3%B6st", "abstract": "In Norse mythology, Bifröst () or Bilröst is a burning rainbow bridge that reaches between Midgard (Earth) and Asgard, the realm of the gods. The bridge is attested as Bilröst in the Poetic Edda; compiled in the 13th century from earlier traditional sources, and as Bifröst in the Prose Edda; written in the 13th century by Snorri Sturluson, and in the poetry of skalds."}
{"title": "Battlecruiser", "url": "https://en.wikipedia.org/wiki/Battlecruiser", "abstract": "The battlecruiser (also written as battle cruiser or battle-cruiser) was a type of capital ship of the first half of the 20th century. These were similar in displacement, armament and cost to battleships, but differed in form and balance of attributes."}
{"title": "Baldr", "url": "https://en.wikipedia.org/wiki/Baldr", "abstract": "thumb|right|\"Each arrow overshot his head\" (1902) by Elmer Boyd Smith."}
{"title": "Bilskirnir", "url": "https://en.wikipedia.org/wiki/Bilskirnir", "abstract": "Bilskirnir (Old Norse \"lightning-crack\"Orchard (1997:20).) is the hall of the god Thor in Norse mythology."}
{"title": "Brísingamen", "url": "https://en.wikipedia.org/wiki/Br%C3%ADsingamen", "abstract": "thumb|Heimdall returns Brisingamen to Freyja, painting by [[Nils Blommér (1846).]]"}
{"title": "Borsuk–Ulam theorem", "url": "https://en.wikipedia.org/wiki/Borsuk%E2%80%93Ulam_theorem", "abstract": "In mathematics, the Borsuk–Ulam theorem states that every continuous function from an n-sphere into Euclidean n-space maps some pair of antipodal points to the same point. Here, two points on a sphere are called antipodal if they are in exactly opposite directions from the sphere's center."}
{"title": "Bragi", "url": "https://en.wikipedia.org/wiki/Bragi", "abstract": "right|thumb|Bragi is shown with a harp and accompanied by his wife [[Iðunn in this 19th-century painting by Nils Blommér.]]"}
{"title": "Bronski Beat", "url": "https://en.wikipedia.org/wiki/Bronski_Beat", "abstract": "hi-NRG, new wave"}
{"title": "Barrel (disambiguation)", "url": "https://en.wikipedia.org/wiki/Barrel_(disambiguation)", "abstract": "A barrel is a cylindrical container, traditionally made with wooden material."}
{"title": "Binary prefix", "url": "https://en.wikipedia.org/wiki/Binary_prefix", "abstract": "A binary prefix is a unit prefix for multiples of units in data processing, data transmission, and digital information, notably the bit and the byte, to indicate multiplication by a power of 2."}
{"title": "BPP (complexity)", "url": "https://en.wikipedia.org/wiki/BPP_(complexity)", "abstract": "In computational complexity theory, bounded-error probabilistic polynomial time (BPP) is the class of decision problems solvable by a probabilistic Turing machine in polynomial time with an error probability bounded away from 1/3 for all instances."}
{"title": "BQP", "url": "https://en.wikipedia.org/wiki/BQP", "abstract": "In computational complexity theory, bounded-error quantum polynomial time (BQP) is the class of decision problems solvable by a quantum computer in polynomial time, with an error probability of at most 1/3 for all instances.Michael Nielsen and Isaac Chuang (2000)."}
{"title": "Blade Runner 3: Replicant Night", "url": "https://en.wikipedia.org/wiki/Blade_Runner_3:_Replicant_Night", "abstract": "Blade Runner 3: Replicant Night is a science fiction novel by American writer K. W."}
{"title": "Bartolomeo Ammannati", "url": "https://en.wikipedia.org/wiki/Bartolomeo_Ammannati", "abstract": "Bartolomeo Ammannati (18 June 151113 April 1592) was an Italian architect and sculptor, born at Settignano, near Florence. He studied under Baccio Bandinelli and Jacopo Sansovino (assisting on the design of the Library of St."}
{"title": "Bishop", "url": "https://en.wikipedia.org/wiki/Bishop", "abstract": "A bishop is an ordained or appointed member in a religious institution, who is generally entrusted with a position of authority and oversight. The title is most often used in Christian churches, but is also used in some Japanese Buddhist institutions, and by the Japanese new religion Tenrikyo."}
{"title": "Bertrand Andrieu", "url": "https://en.wikipedia.org/wiki/Bertrand_Andrieu", "abstract": "Bertrand Andrieu (24 November 1761 – 6 December 1822) was a French engraver of medals. He was born in Bordeaux."}
{"title": "Bone", "url": "https://en.wikipedia.org/wiki/Bone", "abstract": "A bone is a rigid tissue that constitutes part of the skeleton in most vertebrate animals. Bones protect the various organs of the body, produce red and white blood cells, store minerals, provide structure and support for the body, and enable mobility."}
{"title": "Bretwalda", "url": "https://en.wikipedia.org/wiki/Bretwalda", "abstract": "Bretwalda (also brytenwalda and bretenanwealda, sometimes capitalised) is an Old English word. The first record comes from the late 9th-century Anglo-Saxon Chronicle."}
{"title": "Brouwer fixed-point theorem", "url": "https://en.wikipedia.org/wiki/Brouwer_fixed-point_theorem", "abstract": "Brouwer's fixed-point theorem is a fixed-point theorem in topology, named after L. E."}
{"title": "Boltzmann distribution", "url": "https://en.wikipedia.org/wiki/Boltzmann_distribution", "abstract": "In statistical mechanics and mathematics, a Boltzmann distribution (also called Gibbs distribution Translated by J.B."}
{"title": "Leg theory", "url": "https://en.wikipedia.org/wiki/Leg_theory", "abstract": "Leg theory is a bowling tactic in the sport of cricket. The term leg theory is somewhat archaic and seldom used any longer, but the basic tactic remains a play in modern cricket."}
{"title": "Bioleaching", "url": "https://en.wikipedia.org/wiki/Bioleaching", "abstract": "Bioleaching is the extraction of metals from their ores through the use of living organisms. This is much cleaner than the traditional heap leaching using cyanide."}
{"title": "Bouldering", "url": "https://en.wikipedia.org/wiki/Bouldering", "abstract": "Bouldering is a form of free climbing that is performed on small rock formations or artificial rock walls without the use of ropes or harnesses. While bouldering can be done without any equipment, most climbers use climbing shoes to help secure footholds, chalk to keep their hands dry and to provide a firmer grip, and bouldering mats to prevent injuries from falls."}
{"title": "Boiling point", "url": "https://en.wikipedia.org/wiki/Boiling_point", "abstract": "thumb|300px|Boiling waterThe boiling point of a substance is the temperature at which the vapor pressure of a liquid equals the pressure surrounding the liquid and the liquid changes into a vapor."}
{"title": "Big Bang", "url": "https://en.wikipedia.org/wiki/Big_Bang", "abstract": "The Big Bang theory is the prevailing cosmological model explaining the existence of the observable universe from the earliest known periods through its subsequent large-scale evolution. The model describes how the universe expanded from an initial state of high density and temperature, and offers a comprehensive explanation for a broad range of observed phenomena, including the abundance of light elements, the cosmic microwave background (CMB) radiation, and large-scale structure."}
{"title": "Bock", "url": "https://en.wikipedia.org/wiki/Bock", "abstract": "Bock is a strong lager (traditionally, and sometimes still, an ale, as in the case of at least some weizenbocks), of German origin. Several substyles exist, including:"}
{"title": "Bearing", "url": "https://en.wikipedia.org/wiki/Bearing", "abstract": "Bearing may refer to:"}
{"title": "CIM-10 Bomarc", "url": "https://en.wikipedia.org/wiki/CIM-10_Bomarc", "abstract": "The midcourse phase and homing dive used ramjets."}
{"title": "Branco River", "url": "https://en.wikipedia.org/wiki/Branco_River", "abstract": "long,UOL. Turismo em Boa Vista."}
{"title": "Bus", "url": "https://en.wikipedia.org/wiki/Bus", "abstract": "A bus (contracted from omnibus, with variants multibus, motorbus, autobus, etc.) is a road vehicle designed to carry many passengers."}
{"title": "Bipyramid", "url": "https://en.wikipedia.org/wiki/Bipyramid", "abstract": "A (symmetric) n-gonal bipyramid or dipyramid is a polyhedron formed by joining an n-gonal pyramid and its mirror image base-to-base. An n-gonal bipyramid has 2n triangle faces, 3n edges, and 2 + n vertices."}
{"title": "Beast of Bodmin Moor", "url": "https://en.wikipedia.org/wiki/Beast_of_Bodmin_Moor", "abstract": "In British folklore, the Beast of Bodmin Moor, () is a phantom wild cat purported to live in Cornwall, England, United Kingdom. Bodmin Moor became a centre of purported sightings after 1978, with occasional reports of mutilated slain livestock; the alleged panther/ leopard-like black UK  'Beast of Bodmin' captured on video|url=http://news."}
{"title": "Beeb", "url": "https://en.wikipedia.org/wiki/Beeb", "abstract": "Beeb or BEEB may refer to:"}
{"title": "Boeing 767", "url": "https://en.wikipedia.org/wiki/Boeing_767", "abstract": "The Boeing 767 is a wide-body airliner developed and manufactured by Boeing Commercial Airplanes."}
{"title": "Utility knife", "url": "https://en.wikipedia.org/wiki/Utility_knife", "abstract": "A utility knife is any type of knife used for general manual work purposes.Peterson, Harold L."}
{"title": "Bronze", "url": "https://en.wikipedia.org/wiki/Bronze", "abstract": "Bronze is an alloy consisting primarily of copper, commonly with about 12–12.5% tin and often with the addition of other metals (such as aluminium, manganese, nickel or zinc) and sometimes non-metals or metalloids such as arsenic, phosphorus or silicon."}
{"title": "Boston Herald", "url": "https://en.wikipedia.org/wiki/Boston_Herald", "abstract": "The Boston Herald is an American daily newspaper whose primary market is Boston, Massachusetts and its surrounding area. It was founded in 1846 and is one of the oldest daily newspapers in the United States."}
{"title": "Barge", "url": "https://en.wikipedia.org/wiki/Barge", "abstract": "A barge is a flat-bottomed boat,Note: some narrowboats and widebeams have a shallow V-section below the waterline: \"Narrow Boasts: care & maintenance\" by Nick BillingamNote: most Dutch barges have rounded hull sections. built mainly for river and canal transport of bulk goods."}
{"title": "Battle", "url": "https://en.wikipedia.org/wiki/Battle", "abstract": "A  battle  is an occurrence of combat in warfare between opposing military units of any number or size. A war usually consists of multiple battles."}
{"title": "Botany", "url": "https://en.wikipedia.org/wiki/Botany", "abstract": "Botany, also called , plant biology or phytology, is the science of plant life and a branch of biology. A botanist, plant scientist or phytologist is a scientist who specialises in this field."}
{"title": "Bacillus thuringiensis", "url": "https://en.wikipedia.org/wiki/Bacillus_thuringiensis", "abstract": "Bacillus thuringiensis (or Bt) is a Gram-positive, soil-dwelling bacterium, the most commonly used biological pesticide worldwide. B."}
{"title": "Bacteriophage", "url": "https://en.wikipedia.org/wiki/Bacteriophage", "abstract": "A bacteriophage (), also known informally as a phage (), is a virus that infects and replicates within bacteria and archaea. The term was derived from \"bacteria\" and the Greek φαγεῖν (), meaning \"to devour\"."}
{"title": "Bactericide", "url": "https://en.wikipedia.org/wiki/Bactericide", "abstract": "A bactericide or bacteriocide, sometimes abbreviated Bcidal, is a substance which kills bacteria. Bactericides are disinfectants, antiseptics, or antibiotics."}
{"title": "Bulgarian", "url": "https://en.wikipedia.org/wiki/Bulgarian", "abstract": "Bulgarian may refer to:"}
{"title": "Bunsen", "url": "https://en.wikipedia.org/wiki/Bunsen", "abstract": "Bunsen may refer to:"}
{"title": "Bohrium", "url": "https://en.wikipedia.org/wiki/Bohrium", "abstract": "Bohrium is a synthetic chemical element with the symbol Bh and atomic number 107. It is named after Danish physicist Niels Bohr."}
{"title": "Bayer designation", "url": "https://en.wikipedia.org/wiki/Bayer_designation", "abstract": "A Bayer designation is a stellar designation in which a specific star is identified by a Greek or Latin letter followed by the genitive form of its parent constellation's Latin name. The original list of Bayer designations contained 1,564 stars."}
{"title": "Bernardino Ochino", "url": "https://en.wikipedia.org/wiki/Bernardino_Ochino", "abstract": "Bernardino Ochino (1487–1564) was an Italian, who was raised a Roman Catholic and later turned to Protestantism and became a Protestant reformer."}
{"title": "Bay of Quinte", "url": "https://en.wikipedia.org/wiki/Bay_of_Quinte", "abstract": "The Bay of Quinte () is a long, narrow bay shaped like the letter \"Z\" on the northern shore of Lake Ontario in the province of Ontario, Canada. It is just west of the head of the Saint Lawrence River that drains the Great Lakes into the Gulf of Saint Lawrence."}
{"title": "Bipedalism", "url": "https://en.wikipedia.org/wiki/Bipedalism", "abstract": "Bipedalism is a form of terrestrial locomotion where an organism moves by means of its two rear limbs or legs. An animal or machine that usually moves in a bipedal manner is known as a biped , meaning 'two feet' (from Latin bis 'double' and pes 'foot')."}
{"title": "Bootstrapping", "url": "https://en.wikipedia.org/wiki/Bootstrapping", "abstract": "In general, bootstrapping usually refers to a self-starting process that is supposed to continue or grow without external input."}
{"title": "Baltic languages", "url": "https://en.wikipedia.org/wiki/Baltic_languages", "abstract": "The Baltic languages belong to the Balto-Slavic branch of the Indo-European language family. Baltic languages are spoken by the Balts, mainly in areas extending east and southeast of the Baltic Sea in Northern Europe."}
{"title": "Bioinformatics", "url": "https://en.wikipedia.org/wiki/Bioinformatics", "abstract": "thumbnail|220px|Map of the human X chromosome (from the [[National Center for Biotechnology Information website)]]"}
{"title": "North American B-25 Mitchell", "url": "https://en.wikipedia.org/wiki/North_American_B-25_Mitchell", "abstract": "The North American B-25 Mitchell is an American medium bomber that was introduced in 1941 and named in honor of Major General William \"Billy\" Mitchell, a pioneer of U.S."}
{"title": "British Open (disambiguation)", "url": "https://en.wikipedia.org/wiki/British_Open_(disambiguation)", "abstract": "The British Open is the Open Championship men's golf tournament."}
{"title": "Cell (biology)", "url": "https://en.wikipedia.org/wiki/Cell_(biology)", "abstract": "The cell (|}}) is the basic structural, functional, and biological unit of all known organisms. A cell is the smallest unit of life."}
{"title": "Barter", "url": "https://en.wikipedia.org/wiki/Barter", "abstract": "In trade, barter (derived from baretor) is a system of exchange in which participants in a transaction directly exchange goods or services for other goods or services without using a medium of exchange, such as money. Economists distinguish barter from gift economies in many ways; barter, for example, features immediate reciprocal exchange, not one delayed in time."}
{"title": "Bowls", "url": "https://en.wikipedia.org/wiki/Bowls", "abstract": "Bowls, or lawn bowls, is a sport in which the objective is to roll biased balls so that they stop close to a smaller ball called a  \"jack\" or \"kitty\". It is played on a bowling green, which may be flat (for \"flat-green bowls\") or convex or uneven (for \"crown green bowls\")."}
{"title": "Baháʼí Faith", "url": "https://en.wikipedia.org/wiki/Bah%C3%A1%CA%BC%C3%AD_Faith", "abstract": "The Baháʼí Faith (;  ) is a relatively new religion 'relatively new religion', 'world religion', 'major world religion', 'megareligion', 'independent world religion', 'new religious movement', 'alternative religion', and other attempts to convey that it is new (relative to well-established faiths), not mainstream, and with no racial or national focus.}} teaching the essential worth of all religions and the unity of all people."}
{"title": "Baiuvarii", "url": "https://en.wikipedia.org/wiki/Baiuvarii", "abstract": "The Baiuvarii or Bavarians () were a Germanic people. The Baiuvarii had settled modern-day Bavaria (which is named after them), Austria, and South Tyrol by the 6th century AD, and are considered the ancestors of modern-day Bavarians and Austrians."}
{"title": "Burgundians", "url": "https://en.wikipedia.org/wiki/Burgundians", "abstract": "The Burgundians (; ; ; ) were an early Germanic tribe or group of tribes. They appeared in the Rhine region, near the Roman Empire, and were later moved into the empire, in the western Alps and southeastern Gaul."}
{"title": "Dots and Boxes", "url": "https://en.wikipedia.org/wiki/Dots_and_Boxes", "abstract": "Dots and Boxes is a pencil-and-paper game for two players (sometimes more). It was first published in the 19th century by French mathematician Édouard Lucas, who called it .."}
{"title": "Big Brother (Nineteen Eighty-Four)", "url": "https://en.wikipedia.org/wiki/Big_Brother_(Nineteen_Eighty-Four)", "abstract": "Big Brother is a fictional character and symbol in George Orwell's dystopian 1949 novel Nineteen Eighty-Four. He is ostensibly the leader of Oceania, a totalitarian state wherein the ruling party, Ingsoc, wields total power \"for its own sake\" over the inhabitants."}
{"title": "Binary search algorithm", "url": "https://en.wikipedia.org/wiki/Binary_search_algorithm", "abstract": "In computer science, binary search, also known as half-interval search, logarithmic search, or binary chop, is a search algorithm that finds the position of a target value within a sorted array. Binary search compares the target value to the middle element of the array."}
{"title": "Belle and Sebastian", "url": "https://en.wikipedia.org/wiki/Belle_and_Sebastian", "abstract": "folk rock, chamber pop"}
{"title": "Broadcast domain", "url": "https://en.wikipedia.org/wiki/Broadcast_domain", "abstract": "A broadcast domain is a logical division of a computer network, in which all nodes can reach each other by broadcast at the data link layer. A broadcast domain can be within the same LAN segment or it can be bridged to other LAN segments."}
{"title": "Biconditional introduction", "url": "https://en.wikipedia.org/wiki/Biconditional_introduction", "abstract": "In propositional logic, biconditional introductionHurleyMoore and ParkerCopi and Cohen is a valid rule of inference. It allows for one to infer a biconditional from two conditional statements."}
{"title": "Biconditional elimination", "url": "https://en.wikipedia.org/wiki/Biconditional_elimination", "abstract": "Biconditional elimination is the name of two valid rules of inference of propositional logic. It allows for one to infer a conditional from a biconditional."}
{"title": "Base pair", "url": "https://en.wikipedia.org/wiki/Base_pair", "abstract": "A base pair (bp) is a fundamental unit of double-stranded nucleic acids consisting of two nucleobases bound to each other by hydrogen bonds.  They form the building blocks of the DNA double helix and contribute to the folded structure of both DNA and RNA."}
{"title": "Batavi (Germanic tribe)", "url": "https://en.wikipedia.org/wiki/Batavi_(Germanic_tribe)", "abstract": "Batavia|and|Batavi (disambiguation)Batavi}}"}
{"title": "Bocce", "url": "https://en.wikipedia.org/wiki/Bocce", "abstract": "(, or , ), sometimes anglicized as bocce ball,E.g."}
{"title": "Beltane", "url": "https://en.wikipedia.org/wiki/Beltane", "abstract": "Celtic myths and legends by Charles Squire Beltain; Beltine; BeltanyChadwick, Nora (1970) The Celts London, Penguin.  p."}
{"title": "Binary tree", "url": "https://en.wikipedia.org/wiki/Binary_tree", "abstract": "right|upright=0.7|thumb|A labeled binary tree of size 9 and height 3, with a root node whose value is 2."}
{"title": "Borel measure", "url": "https://en.wikipedia.org/wiki/Borel_measure", "abstract": "In mathematics, specifically in measure theory, a Borel measure on  a topological space is a measure that is defined on all open sets (and thus on all Borel sets).D."}
{"title": "Blackadder", "url": "https://en.wikipedia.org/wiki/Blackadder", "abstract": "Black adder|Blackadder (disambiguation)}}"}
{"title": "Boii", "url": "https://en.wikipedia.org/wiki/Boii", "abstract": "The Boii (Latin plural, singular Boius; ) were a Gallic tribe of the later Iron Age, attested at various times in Cisalpine Gaul (northern Italy), Pannonia (Hungary), parts of Bavaria, in and around Bohemia (after whom the region is named in most languages; comprising the bulk of today's Czech Republic), parts of Poland, and Gallia Narbonensis. In addition the archaeological evidence indicates that in the 2nd century BC Celts expanded from Bohemia through the Kłodzko Valley into Silesia, now part of Poland and the Czech Republic."}
{"title": "Book of Joshua", "url": "https://en.wikipedia.org/wiki/Book_of_Joshua", "abstract": "The Book of Joshua ( ) is the sixth book in the Hebrew Bible and the Christian Old Testament, and is the first book of the Deuteronomistic history, the story of Israel from the conquest of Canaan to the Babylonian exile. It tells of the campaigns of the Israelites in central, southern and northern Canaan, the destruction of their enemies, and the division of the land among the Twelve Tribes, framed by two set-piece speeches, the first by God commanding the conquest of the land, and, at the end, the second by Joshua warning of the need for faithful observance of the Law (torah) revealed to Moses."}
{"title": "Book of Ezra", "url": "https://en.wikipedia.org/wiki/Book_of_Ezra", "abstract": "The Book of Ezra is a book of the Hebrew Bible; which formerly included the Book of Nehemiah in a single book, commonly distinguished in scholarship as Ezra–Nehemiah. The two became separated with the first printed rabbinic bibles of the early 16th century, following late medieval Latin Christian tradition."}
{"title": "Book of Daniel", "url": "https://en.wikipedia.org/wiki/Book_of_Daniel", "abstract": "The Book of Daniel is a 2nd-century BCE biblical apocalypse with a 6th century BCE setting. Ostensibly \"an account of the activities and visions of Daniel, a noble Jew exiled at Babylon\", it combines a prophecy of history with an eschatology (a portrayal of end times) both cosmic in scope and political in focus, and its message is that just as the God of Israel saves Daniel from his enemies, so he would save all Israel in their present oppression."}
{"title": "Brittonic", "url": "https://en.wikipedia.org/wiki/Brittonic", "abstract": "Brittonic or Brythonic may refer to:"}
{"title": "Baltimore Orioles", "url": "https://en.wikipedia.org/wiki/Baltimore_Orioles", "abstract": "OS|and|O (disambiguation)}}"}
{"title": "Bastarnae", "url": "https://en.wikipedia.org/wiki/Bastarnae", "abstract": "The Bastarnae (Latin variants: Bastarni, or Basternae; ) and Peucini ()Dictionary of Greek and Roman Geography (1854), William Smith, LLD, Ed, Peucini were two ancient peoples who between 200 BC and 300 AD inhabited areas north of the Roman frontier on the Lower Danube. The Bastarnae lived in the region between the Carpathian Mountains and the river Dnieper, to the north and east of ancient Dacia."}
{"title": "Bavarian", "url": "https://en.wikipedia.org/wiki/Bavarian", "abstract": "Bavarian is the adjective form of the German state of Bavaria, and refers to people of ancestry from Bavaria."}
{"title": "Bohemia", "url": "https://en.wikipedia.org/wiki/Bohemia", "abstract": "Bohemia ( ;\"Bohemia\". Random House Webster's Unabridged Dictionary."}
{"title": "Backplane", "url": "https://en.wikipedia.org/wiki/Backplane", "abstract": "thumb|right|300px|Major components on a PICMG 1.3 active backplane"}
